Repository: shahzadadil/BirthdayReminderAndManager
Catalog: Birthday Reminder and Manager/Resources/AppResources.*.resx
Languages: ar_eg, cs, de, el_gr, es, fi, fr, hi_in, hu, it, ja, ms, pl, pt, ru, sv, th_th

# ResourceFlowDirection
source: LeftToRight
ar_eg: RightToLeft

# ResourceLanguage
source: en-GB
ar_eg: ar-EG
cs: cs
de: de
el_gr: el-GR
es: es
fi: fi
fr: fr
hi_in: hi-IN
hu: hu
it: it
ja: ja
ms: ms
pl: pl
pt: pt
ru: ru
sv: sv
th_th: th-TH

# ApplicationTitle
source: Birthday Reminder
ar_eg: تذكير عيد ميلاد
cs: Narozeniny připomenutí
de: Geburtstagserinnerung
el_gr: Υπενθύμιση γενεθλίων
es: Recordatorio de cumpleaños
fi: Syntymäpäivämuistutus
fr: Rappel d'anniversaire
hi_in: जन्मदिन अनुस्मारक
hu: Születésnapi emlékeztető
it: Ricordo di compleanno
ja: 誕生日思い出させるもの
ms: Peringatan hari lahir
pl: Urodziny przypomnienie
pt: Lembrete de aniversário
ru: Напоминание о дне рождения
sv: Födelsedagspåminnelse
th_th: เตือนวันเกิด

# DownloadingFbContact
source: Facebook Contacts Are Getting Downloaded
ar_eg: يتم الحصول على تحميل جهات الاتصال من فيسبوك
cs: Facebook kontakty se stahuje
de: Facebook-Kontakte werden immer heruntergeladen.
el_gr: Επαφές Facebook είναι να πάρει κατεβάσει
es: Contactos de Facebook están consiguiendo descargar
fi: Saada ladataan Facebook yhteystiedot
fr: Contacts Facebook sont se téléchargés
hi_in: संपर्कों Facebook डाउनलोड हो रही हैं
hu: Facebook kapcsolatok egyre letöltött
it: Contatti Facebook vengono sempre scaricati
ja: Facebook の連絡先がダウンロードされる得ること
ms: Kenalan Facebook mendapat dimuat turun
pl: Pobierane są coraz Facebook kontaktów
pt: Contactos do Facebook estão ficando baixados
ru: Получение загружаются Facebook контакты
sv: Facebook-kontakter få hämtas
th_th: ติดต่อ Facebook มีการดาวน์โหลด

# CreateBdayReminder
source: Birthday Reminders Are Getting Created
ar_eg: يتم الحصول على إنشاء تذكير عيد ميلاد
cs: Jak vznikají narozeniny připomenutí
de: Geburtstag Erinnerungen entstehen immer
el_gr: Να πάρει δημιουργούνται γενέθλια υπενθυμίσεις
es: Se elaboran recordatorios de cumpleaños
fi: Syntymäpäivistä saada luodaan
fr: Rappels d'anniversaire se naissent
hi_in: जन्मदिन अनुस्मारक निर्मित हो रही हैं
hu: Születésnapi emlékeztető szerzés létrehozása
it: Promemoria di compleanno è sempre creato
ja: 誕生日思い出させるものを作成されています。
ms: Peringatan hari lahir mendapat dicipta
pl: Powstają pierwsze urodziny przypomnienia
pt: Lembretes de aniversário estão ficando criados
ru: Как создаются день рождения напоминания
sv: Födelsedag påminnelser att få skapas
th_th: การสร้างจดหมายเตือนชำระเงินในวันเกิด

# ErrBuildBdayList
source: Error Building Birthday List
ar_eg: خطأ بناء قائمة أعياد ميلاد
cs: Chyba při vytváření seznamu narozenin
de: Fehler-Gebäude-Geburtstag-Liste
el_gr: Σφάλμα κτίριο κατάλογο γενεθλίων
es: Lista de cumpleaños error Building
fi: Virhe rakennuksen listan
fr: Liste d'anniversaire erreur bâtiment
hi_in: त्रुटि भवन जन्मदिन सूची
hu: Hiba a születésnapi Listakészítés
it: Lista compleanno errore edificio
ja: エラー建物誕生日のリスト
ms: Senarai hari jadi bangunan ralat
pl: Błąd budynku listę urodziny
pt: Edifício de erro lista de aniversário
ru: Ошибка здание день рождения список
sv: Fel byggnad födelsedag lista
th_th: สร้างข้อผิดพลาดวันเกิดรายการ

# ErrSaveBday
source: Error Saving Birthdays
ar_eg: حدث خطأ أثناء حفظ أعياد الميلاد
cs: Chyba při ukládání narozeniny
de: Fehler beim Speichern der Geburtstage
el_gr: Σφάλμα κατά την αποθήκευση γενέθλια
es: Error al guardar los cumpleaños
fi: Virhe tallennettaessa syntymäpäivät
fr: Erreur de sauvegarde d'anniversaires
hi_in: जन्मदिन को सहेजने में त्रुटि
hu: Hiba születésnapok
it: Errore durante il salvataggio di compleanni
ja: 誕生日の保存エラー
ms: Ralat Menyimpan hari lahir
pl: Wystąpił błąd podczas zapisywania urodziny
pt: Erro ao salvar aniversários
ru: Ошибка при сохранении дни рождения
sv: Fel vid sparande av födelsedagar
th_th: ข้อผิดพลาดในการบันทึกวันเกิด

# ErrSaveBdayNContact
source: Error Saving Birthdays and Contacts
ar_eg: حدث خطأ أثناء حفظ أعياد الميلاد والاتصالات
cs: Chyba při ukládání narozeniny a kontakty
de: Fehler beim Speichern der Geburtstage und Kontakte
el_gr: Σφάλμα κατά την αποθήκευση γενέθλια και επαφές
es: Error al guardar los cumpleaños y contactos
fi: Virhe tallennettaessa syntymäpäivät ja yhteystiedot
fr: Erreur de sauvegarde d'anniversaires et Contacts
hi_in: जन्मदिन और संपर्कों को सहेजने में त्रुटि
hu: Születésnapok és kapcsolatok hiba
it: Errore durante il salvataggio di compleanni e contatti
ja: 誕生日や連絡先の保存エラー
ms: Ralat Menyimpan hari lahir dan kenalan
pl: Wystąpił błąd podczas zapisywania urodziny i kontakty
pt: Erro ao salvar contatos e aniversários
ru: Ошибка при сохранении дни рождения и контакты
sv: Fel vid sparande av födelsedagar och kontakter
th_th: ข้อผิดพลาดในการบันทึกวันเกิดและผู้ติดต่อ

# FbLoginFailedText
source: Login to facebook failed
ar_eg: تسجيل الدخول إلى فيس بوك فشل
cs: Přihlášení na facebook se nezdařilo.
de: Anmeldung bei Facebook ist fehlgeschlagen
el_gr: Σύνδεση στο facebook απέτυχε
es: Iniciar sesión en facebook fallado
fi: Kirjaudu facebook epäonnistui
fr: Se connecter sur facebook n'a pas
hi_in: Facebook में विफल करने के लिए लॉगिन
hu: Belépés a facebook sikertelen
it: Login per facebook non riuscita
ja: 失敗した facebook へのログイン
ms: Log masuk ke facebook yang gagal
pl: Zaloguj się na facebook, nie powiodło się
pt: Login para facebook falhado
ru: Войти в facebook не удалось
sv: Logga in på facebook misslyckades
th_th: เข้าระบบ facebook ที่ล้มเหลว

# FbLoginFailedTitle
source: Login Failed
ar_eg: فشل تسجيل الدخول
cs: Přihlášení se nezdařilo
de: Login fehlgeschlagen
el_gr: Σύνδεση απέτυχε
fi: Kirjautuminen epäonnistui
fr: Connexion a échoué
hi_in: लॉगिन विफल रहा
hu: Sikertelen bejelentkezés
it: Login fallito
ja: ログインに失敗しました
ms: Log masuk gagal
pl: Logowanie nie powiodło się
pt: Falhado de logon
ru: Ошибка входа
sv: Inloggningen misslyckades
th_th: เข้าสู่ระบบล้มเหลว

# FrndDtlsTitle
source: Friend Details
ar_eg: تفاصيل صديق
cs: Přítel podrobnosti
de: Freund-Details
el_gr: Φίλος λεπτομέρειες
es: Detalles de amigo
fi: Ystäväsi tiedot
fr: Ami (e) Détails
hi_in: दोस्त विवरण
hu: Részleteit barátja
it: Amico dettagli
ja: 友人の詳細
ms: Butir-butir rakan
pl: Przyjaciel szczegóły
pt: Detalhes de amigo
ru: Детали друга
sv: Vän Detaljer
th_th: รายละเอียดของเพื่อน

# RetrieveLocalContact
source: Retrieving Local Contact Details
ar_eg: استرداد تفاصيل جهة الاتصال المحلية
cs: Načtení místní kontaktní údaje
de: Abrufen von lokalen Kontaktdaten
el_gr: Ανάκτηση τοπικά στοιχεία επικοινωνίας
es: Recuperar los datos de contacto locales
fi: Haetaan yhteystiedot
fr: Récupération des coordonnées locales
hi_in: स्थानीय सम्पर्क करने का विवरण प्राप्त कर रहा है
hu: Helyi kapcsolati beolvasása
it: Recupero di dati di contatto locale
ja: ローカルの連絡先の詳細を取得します。
ms: Mendapatkan semula maklumat tempatan
pl: Pobieranie lokalne dane kontaktowe
pt: Recuperando dados de contacto Local
ru: Получение местные контактные данные
sv: Hämta lokala kontaktuppgifter
th_th: ดึงข้อมูลรายละเอียดการติดต่อในท้องถิ่น

# RetrievingFbFriend
source: Retrieving Facebook Friend Details
ar_eg: استرداد تفاصيل أمام صديق
cs: Načítání podrobností Facebook přítel
de: Abrufen von Informationen über Facebook-Freund
el_gr: Ανάκτηση τις λεπτομέρειες του φίλου Facebook
es: Recuperar datos de Facebook amigo
fi: Haetaan Facebook ystävä tiedot
fr: Récupérant des détails d'un ami Facebook
hi_in: Facebook दोस्त जानकारी पुनःप्राप्त
hu: Részleteit barátja Facebook beolvasása
it: Recupero dei dettagli di amico di Facebook
ja: Facebook の友人の詳細を取得
ms: Mendapatkan maklumat rakan Facebook
pl: Pobieranie Facebook przyjaciel szczegóły
pt: Recuperar detalhes do amigo de Facebook
ru: Получение данных Facebook другу
sv: Hämta Facebook vän Detaljer
th_th: ดึงรายละเอียดเพื่อน Facebook

# SaveBdays
source: Saving Birthdays
ar_eg: إنقاذ أعياد الميلاد
cs: Uložení narozeniny
de: Geburtstage speichern
el_gr: Εξοικονόμηση γενέθλια
es: Cumpleaños de ahorro
fi: Säästää syntymäpäivät
fr: Sauver les anniversaires
hi_in: जन्मदिन की बचत
hu: Megtakarítás születésnapok
it: Compleanni di risparmio
ja: 誕生日の保存
ms: Penjimatan hari lahir
pl: Zapisywanie urodziny
pt: Salvando aniversários
ru: Сохранение дни рождения
sv: Spara födelsedagar
th_th: บันทึกวันเกิด

# AddLabel
source: Add
ar_eg: إضافة
cs: Přidat
de: Hinzufügen
el_gr: Προσθέστε
es: Añadir
fi: Lisää
fr: Ajouter
hi_in: जोड़ें
hu: Add hozzá
it: Aggiungi
ja: 追加
ms: Tambah
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
th_th: เพิ่ม

# BirthdayLabel
source: Birthday
ar_eg: عيد ميلاد
cs: Narozeniny
de: Geburtstag
el_gr: Γενέθλια
es: Cumpleaños
fi: Syntymäpäivä
fr: Anniversaire
hi_in: जन्मदिन
hu: Születésnap
it: Compleanno
ja: 誕生日
ms: Hari Keputeraan
pl: Urodziny
pt: Aniversário
ru: День рождения
sv: Födelsedag
th_th: วันเกิด

# BirthdayMessage
source: Many Many Happy Returns Of The Day :). Happy Birthday !!
ar_eg: كثير كثير سعيدة بإرجاع اليوم:). عيد ميلاد سعيد!!
cs: Hodně štěstí a zdraví k narozeninám den:). Hodně štěstí a zdraví!!
de: Viele viele glückliche gibt des Tages:). Herzlichen Glückwunsch zum Geburtstag!!
el_gr: Πολλοί εορτάζει την ημέρα:). Χαρούμενα Γενέθλια!!
es: Muchas felicidades del día:). ¡¡Feliz cumpleaños!!
fi: Monet usea iloinen tulokset-lta aika:). Hyvää syntymäpäivää!!
fr: Beaucoup beaucoup d'heureux retourne de la journée:). Joyeux Anniversaire!!
hi_in: कई कई खुश रिटर्न का दिन:)। जन्मदिन की शुभकामनाएँ!!
hu: Sok Isten éltessen sokáig a nap:). Boldog szülinapot!!
it: Molti tanti auguri restituisce del giorno:). Buon Compleanno!!
ja: 多くの多くの幸せなを返します日の：）。お誕生日おめでとう！！
ms: Ramai ramai yang gembira pulangan hari:). selamat hari jadi!!
pl: Wielu wielu szczęśliwych zwraca dnia:). Wszystkiego najlepszego z okazji urodzin!!
pt: Muitos muitos do dia:). Feliz aniversário!!
ru: Многие многие рады возвращению дня:). Поздравляю с днем рождения!!
sv: Många många glada returnerar dagen:). Grattis på födelsedagen!!
th_th: หลายหลายความสุขส่งวัน:) สุขสันต์วันเกิด!!

# BirthdayOnLabel
source: Birthday On
ar_eg: عيد ميلاد في
cs: Narozeniny na
de: Geburtstag am
el_gr: Γενέθλια την
es: Cumpleaños en
fi: Syntymäpäivä
fr: Anniversaire sur
hi_in: जन्मदिन पर
hu: Születésnapi a
it: Compleanno
ja: 歳の誕生日
ms: Hari Keputeraan pada
pl: Urodziny na
pt: Aniversário na
ru: День рождения
sv: Födelsedag på
th_th: วันเกิดบน

# CallLabel
source: Call
ar_eg: المكالمة
cs: Volání
de: Rufen Sie
el_gr: Κλήση
es: Llamada
fi: Soita
fr: Appel
hi_in: कॉल
hu: Hívja
it: Chiamare
ja: コール
ms: Panggilan
pl: Zadzwoń
pt: Chamada
ru: Вызов
sv: Ring
th_th: โทร

# ContactNoLabel
source: Contact Number
ar_eg: اتصل برقم
cs: Kontaktní číslo
de: Kontaktnummer
el_gr: Τηλέφωνο επικοινωνίας
es: Número de contacto
fi: Yhteyshenkilön numero
fr: Numéro de téléphone
hi_in: संपर्क नंबर
hu: Telefonszám
it: Contattare il numero
ja: お問い合わせ番号
ms: Nombor untuk dihubungi
pl: Numer kontaktowy
pt: Número de contato
ru: Контактный номер
sv: Kontaktnummer
th_th: หมายเลขติดต่อ

# EmailLabel
source: Email
ar_eg: البريد الإلكتروني
el_gr: Ηλεκτρονικό ταχυδρομείο
es: Correo electrónico
fi: Sähköposti
fr: Messagerie
hi_in: ईमेल
hu: E-mailben
it: Posta elettronica
ja: 電子メール
ms: E-mel
pl: Adres e-mail
ru: Отправить по электронной почте
sv: E-post
th_th: อีเมล

# ErrDisplaSaveBtn
source: Error Displaying Save Button
ar_eg: حدث خطأ أثناء عرض الزر حفظ
cs: Chyba při zobrazování tlačítko Uložit
de: Fehler beim Anzeigen der Schaltfläche Speichern
el_gr: Σφάλμα εμφάνιση κουμπί Αποθήκευση
es: Error Mostrar botón guardar
fi: Virhe näytettäessä Tallenna-painike
fr: Erreur affichage bouton enregistrer
hi_in: त्रुटि प्रदर्शित करने बटन को बचाने
hu: Hiba Megment gomb megjelenítése
it: Errore visualizzazione pulsante Salva
ja: [保存] ボタンのエラーを表示します。
ms: Ralat memaparkan butang Simpan
pl: Błąd wyświetlania przycisk Zapisz
pt: Erro exibindo botão salvar
ru: Ошибка отображения кнопка Сохранить
sv: Fel visar knappen Spara
th_th: แสดงข้อผิดพลาดบันทึกปุ่ม

# ErrOnNavigation
source: Error On Navigation
ar_eg: خطأ في الملاحة
cs: Chyba při navigaci
de: Fehler bei Navigation
el_gr: Λάθος στην πλοήγηση
es: Error en la navegación
fi: Virhe navigointi
fr: Erreur sur la Navigation
hi_in: नेविगेशन पर त्रुटि
hu: Hiba a navigációs
it: Errore durante la navigazione
ja: ナビゲーション エラー
ms: Ralat navigasi
pl: Błąd w nawigacji
pt: Erro na navegação
ru: Ошибка навигации
sv: Fel på navigering
th_th: ข้อผิดพลาดในการนำทาง

# ErrPostingToWall
source: Error Posting On Facebook Wall
ar_eg: خطأ في نشر على حائط ألفيس بوك
cs: Při účtování na Facebook zeď
de: Fehler, die Aufgabe auf Facebook Wand
el_gr: Σφάλμα απόσπαση στον τοίχο του Facebook
es: Error publicar en el muro de Facebook
fi: Virhe lähettämistä Facebook Wall
fr: Erreur d'affichage sur le mur Facebook
hi_in: फेसबुक वॉल पर पोस्टिंग त्रुटि
hu: Hiba a Facebook fal
it: Errore postare sulla bacheca di Facebook
ja: Facebook の壁に投稿エラー
ms: Ralat menyiarkan di dinding Facebook
pl: Błąd księgowania na ściany Facebook
pt: Erro postando no Facebook Wall
ru: Ошибка размещения на стене в Facebook
sv: Fel på Facebook Wall
th_th: ข้อผิดพลาดที่โพสต์บนวอลล์ของ Facebook

# ErrSavingFrndDtls
source: Error Saving Friend Details
ar_eg: حدث خطأ أثناء حفظ تفاصيل صديق
cs: Chyba při ukládání přítel podrobnosti
de: Fehler beim Speichern der Freund-Details
el_gr: Σφάλμα κατά την αποθήκευση φίλος λεπτομέρειες
es: Error al guardar los datos amigo
fi: Virhe tallennettaessa ystävä tiedot
fr: Erreur d'enregistrement des détails des ami (e)
hi_in: मित्र जानकारी को सहेजने में त्रुटि
hu: Hiba részleteit barátja
it: Errore durante il salvataggio amico dettagli
ja: 友人の詳細の保存エラー
ms: Ralat Menyimpan butir-butir rakan
pl: Wystąpił błąd podczas zapisywania przyjaciel szczegóły
pt: Erro ao salvar o amigo detalhes
ru: Ошибка при сохранении детали друга
sv: Fel vid sparande av vän Detaljer
th_th: ข้อผิดพลาดในการบันทึกรายละเอียดของเพื่อน

# ErrSendingMessage
source: Error Sending Message
ar_eg: خطأ في إرسال الرسالة
cs: Chyba při odesílání zprávy
de: Fehlermeldung senden
el_gr: Στέλνει μήνυμα λάθους
es: Enviar mensaje
fi: Lähettää virhesanoman
fr: Erreur envoi Message
hi_in: त्रुटि संदेश भेजने
hu: Hibaüzenet küldése
it: Errore invio messaggio
ja: エラーの送信メッセージ
ms: Ralat menghantar mesej
pl: Błąd wysyłania wiadomości
pt: Mensagem de erro a enviar
ru: Отправка сообщения об ошибке
sv: Skicka felmeddelande
th_th: ข้อผิดพลาดการส่งข้อความ

# FrndDtlsPgTitlle
source: Friend Details
ar_eg: تفاصيل صديق
cs: Přítel podrobnosti
de: Freund-Details
el_gr: Φίλος λεπτομέρειες
es: Detalles de amigo
fi: Ystäväsi tiedot
fr: Ami (e) Détails
hi_in: दोस्त विवरण
hu: Részleteit barátja
it: Amico dettagli
ja: 友人の詳細
ms: Butir-butir rakan
pl: Przyjaciel szczegóły
pt: Detalhes de amigo
ru: Детали друга
sv: Vän Detaljer
th_th: รายละเอียดของเพื่อน

# FrndDtlsUpdated
source: The details of the existing friend has been updated
ar_eg: وقد تم تحديث تفاصيل صديق موجود
cs: Podrobné údaje o stávajícím přítelem byl aktualizován
de: Die Details der vorhandenen Freund wurde aktualisiert
el_gr: Έχει ενημερωθεί για τις λεπτομέρειες του υπάρχοντα φίλο
es: Se ha actualizado la información del amigo existente
fi: Nykyisten ystävä tiedot on päivitetty
fr: Les détails de l'ami existant a été mis à jour
hi_in: मौजूदा दोस्त का विवरण अद्यतन किया गया
hu: Frissült a részleteit a meglévő barátja
it: I dettagli dell'amico esistente è stato aggiornato
ja: 既存の友人の詳細が更新されました
ms: Butir-butir rakan sedia ada telah dikemaskini
pl: Szczegóły istniejącej przyjaciel został zaktualizowany
pt: Os detalhes do amigo existente foi atualizado
ru: Подробная информация о существующих друг был обновлен
sv: Detaljer om den befintliga vän har uppdaterats
th_th: รายละเอียดของเพื่อนที่มีอยู่แล้ว

# FrndDtlsUpdatedTitle
source: Friend Details Updated
ar_eg: صديق التفاصيل تحديث
cs: Přítel informace aktualizovány
de: Freund-Informationen aktualisiert
el_gr: Φίλος λεπτομέρειες ενημέρωση
es: Amigo actualizó
fi: Ystävä tiedot päivitetty
fr: Ami détails mis à jour
hi_in: दोस्त अद्यतन विवरण
hu: Barátom részletek frissítve
it: Amico dettagli aggiornati
ja: 友人の詳細の更新
ms: Butir-butir rakan yang dikemaskini
pl: Przyjaciel dane aktualizowane
pt: Amigo detalhes atualizados
ru: Детали друга обновлена
sv: Vän information uppdaterad
th_th: รายละเอียดเพื่อนปรับปรุง

# MainPageAllTitle
source: all
ar_eg: جميع
cs: všechny
de: Alle
el_gr: όλα
es: todos
fi: Kaikki
fr: tous les
hi_in: सभी
hu: minden
it: tutti
ja: すべて
ms: Semua
pl: wszystkie
pt: todos os
ru: все
sv: alla
th_th: ทั้งหมด

# MainPageMostRcntTitle
source: recent
ar_eg: الأخيرة
cs: Nedávné
de: den letzten
el_gr: πρόσφατες
es: recientes
fi: hotelliin
fr: ces dernières
hi_in: हाल ही में
hu: Legutóbbi
it: recenti
ja: 最近
ms: semalam
pl: ostatnie
pt: recentes
ru: последние
sv: de senaste
th_th: ล่าสุด

# MainPageTtitle
source: Birthdays
ar_eg: أعياد الميلاد
cs: Narozeniny
de: Geburtstage
el_gr: Γενέθλια
es: Cumpleaños
fi: Syntymäpäivät
fr: Anniversaires
hi_in: जन्मदिन
hu: Születésnapok
it: Compleanni
ja: 誕生日
ms: Hari lahir
pl: Urodziny
pt: Aniversários
ru: Дни рождения
sv: Födelsedagar
th_th: วันเกิด

# MessageLabel
source: Message
ar_eg: رسالة
cs: Zpráva
de: Nachricht
el_gr: Μήνυμα
es: Mensaje
fi: Viesti
hi_in: संदेश
hu: Üzenet
it: Messaggio
ja: メッセージ
ms: Mesej
pl: Komunikat
pt: Mensagem
ru: Сообщение
sv: Meddelande
th_th: ข้อความ

# NameLabel
source: Name
ar_eg: الاسم
cs: Jméno
el_gr: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hi_in: नाम
hu: név
it: Nome
ja: 名前
ms: Nama
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
th_th: ชื่อ

# NewFrndAddedTitle
source: New Friend Has Been Added
ar_eg: وقد تم إضافة صديق جديد
cs: Byl přidán nový přítel
de: Neuer Freund wurde hinzugefügt
el_gr: Έχει προστεθεί νέο φίλο
es: Se ha añadido nuevo amigo
fi: Uusi ystävä on lisätty
fr: Nouvel ami a été ajouté
hi_in: नए दोस्त में जोड़ा गया है
hu: Új barátja van hozzáadott
it: È stato aggiunto il nuovo amico
ja: 新しい友達を追加します。
ms: Rakan baru telah ditambah
pl: Dodano nową przyjaźń
pt: Foi adicionado novo amigo
ru: Был добавлен новый друг
sv: Nya vän har lagts
th_th: เพิ่มเพื่อนใหม่

# NewFrndCreatedMsg
source: A new friend with the details has been successfully added
ar_eg: تم بنجاح إضافة صديق جديد مع تفاصيل
cs: Nový přítel s podrobnostmi byl úspěšně přidán
de: Ein neuer Freund mit den Details wurde hinzugefⁿgt
el_gr: Έχει προστεθεί με επιτυχία ένα νέο φίλο με τα στοιχεία
es: Se ha añadido correctamente un nuevo amigo con los detalles
fi: Uusi ystävä tiedot on lisätty
fr: Un nouvel ami avec les détails a été ajouté avec succès
hi_in: एक नए दोस्त के विवरण के साथ सफलतापूर्वक जोड़ा गया है
hu: Sikeresen hozzáadta egy új barátja, a részleteket
it: Un nuovo amico con i dettagli è stato aggiunto con successo
ja: 詳細と新しい友人が正常に追加されました
ms: Seorang rakan yang baru dengan butir-butir telah berjaya ditambah
pl: Pomyślnie dodano nowy przyjaciel ze szczegółami
pt: Um novo amigo com os detalhes foi adicionado com sucesso
ru: Новый друг с деталями был успешно добавлен
sv: En ny vän med detaljer har lagts
th_th: เพื่อนใหม่ มีรายละเอียดที่ได้ถูกเพิ่มเรียบร้อยแล้ว

# NotKnownLabel
source: Not Known
ar_eg: ولم يعرف
cs: Není známo
de: Nicht bekannt
el_gr: Δεν είναι γνωστές
es: No se conoce
fi: Ei tiedetä
fr: Sait ne pas
hi_in: ज्ञात नहीं
hu: Nem ismert
it: Non noto
ja: 知られていません。
ms: Tidak dikenali
pl: Nie wiadomo
pt: Não se sabe
ru: Не известно
sv: Inte känt
th_th: ไม่เป็นที่รู้จัก

source: Post To Wall
ar_eg: وظيفة الجدار
cs: Příspěvek na zdi
de: Beitrag zur Wand
el_gr: Θέση στο τοίχο
es: Poste a la pared
fi: Viesti on seinä
fr: Post sur le mur
hi_in: वॉल पोस्ट करने के लिए
hu: Hozzászólás a fal
it: Registra per parete
ja: 壁に投稿
ms: Pos ke dinding
pl: Postu do ściany
pt: Post para parede
ru: Сообщение на стене
sv: Inlägget till vägg
th_th: ลงสู่ผนัง

# SaveLabel
source: Save
ar_eg: حفظ
cs: Uložit
de: Speichern
el_gr: Αποθήκευση
es: Salvar
fi: Tallenna
fr: Enregistrer
hi_in: सहेजें
hu: Mentés
it: Salvare
ja: 保存
ms: Simpan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
th_th: บันทึก

# SavingFrndDtls
source: Saving Friend Details
ar_eg: حفظ تفاصيل صديق
cs: Ukládání přítel podrobnosti
de: Freund Details speichern
el_gr: Διάσωση φίλο λεπτομέρειες
es: Ahorro detalles de amigo
fi: Tallentaminen tiedot Friend
fr: Sauver un ami détails
hi_in: दोस्त विवरण की बचत
hu: Részleteit barátja mentése
it: Risparmio amico dettagli
ja: 友人の詳細情報を保存
ms: Menyimpan butir-butir rakan
pl: Oszczędności przyjaciel szczegóły
pt: Salvar amigo detalhes
ru: Сохранение детали друга
sv: Spara vän Detaljer
th_th: บันทึกรายละเอียดของเพื่อน

# SendAutoEmailLabel
source: Send Auto Email
ar_eg: إرسال بريد إلكتروني تلقائي
cs: Poslat Auto Email
de: Automatische E-Mail senden
el_gr: Στείλτε Auto Email
es: Enviar correo electrónico automático
fi: Lähettää automaattisesti sähköpostia
fr: Envoyer Email Auto
hi_in: स्वतः ईमेल भेजें
hu: Küldjön automatikus e-mailt
it: Inviare Email automatico
ja: 自動メールを送信します。
ms: Menghantar e-mel Auto
pl: Wyślij E-mail Auto
pt: Enviar E-mail automático
ru: Отправить письмо для авто
sv: Skicka automatisk e-post
th_th: ส่งอีเมล์อัตโนมัติ

# SettingsLabel
source: Settings
ar_eg: إعدادات
cs: Nastavení
de: Einstellungen
el_gr: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Paramètres
hi_in: सेटिंग्स
hu: Beállítások
it: Impostazioni
ja: 設定
ms: Seting
pl: Ustawienia
pt: Configurações
ru: Параметры
sv: Inställningar
th_th: การตั้งค่า

# WarnDtlsReq
source: Details Required
ar_eg: التفاصيل المطلوبة
cs: Podrobnosti požadované
de: Erforderlichen Angaben
el_gr: Στοιχεία που απαιτούνται
es: Detalles requeridos
fi: Tarvittavat tiedot
fr: Détails requis
hi_in: आवश्यक विवरण
hu: Szükséges részletek
it: Dettagli richiesti
ja: 必要な詳細情報
ms: Butir-butir yang dikehendaki
pl: Szczegóły wymagane
pt: Detalhes necessários
ru: Необходимые сведения
sv: Detaljer som krävs
th_th: รายละเอียดที่จำเป็น

# WarnNameBdayCompulsory
source: Name and birthday are compulsory
ar_eg: الاسم وتاريخ الميلاد إجبارية
cs: Jméno a datum narození jsou povinné
de: Namen und Geburtstag sind obligatorisch
el_gr: Όνομα και γενέθλια είναι υποχρεωτική
es: Nombre y cumpleaños son obligatorios
fi: Nimi ja syntymäpäivä on pakollinen
fr: Nom et anniversaire sont obligatoires
hi_in: नाम और जन्मदिन अनिवार्य हैं
hu: Név- és születésnapi kötelezőek
it: Nome e compleanno sono obbligatorie
ja: 名前と誕生日が義務
ms: Nama dan tarikh lahir adalah wajib
pl: Nazwa i urodziny są obowiązkowe
pt: Nome e aniversário são obrigatórios
ru: Имя и день рождения являются обязательными
sv: Namn och födelsedag är obligatoriska
th_th: ชื่อและวันเกิดถูกบังคับ

# AboutTitle
source: about
ar_eg: حول
cs: o
de: über
el_gr: σχετικά με
es: acerca de
fi: tietoja
fr: sur
hi_in: के बारे में
hu: körülbelül
it: circa
ja: について
ms: kira-kira
pl: o
pt: sobre
ru: о
sv: om
th_th: เกี่ยวกับ

# BdayMsgLabel
source: Birthday Message
ar_eg: رسالة عيد ميلاد
cs: Narozeniny zpráva
de: Geburtstagsnachricht
el_gr: Γενέθλια μήνυμα
es: Mensaje de cumpleaños
fi: Syntymäpäivä viesti
fr: Message d'anniversaire
hi_in: जन्मदिन संदेश
hu: Születésnapi üzenet
it: Messaggio di compleanno
ja: 誕生日のメッセージ
ms: Mesej hari lahir
pl: Wiadomość urodziny
pt: Mensagem de aniversário
ru: День рождения сообщение
sv: Födelsedag meddelande
th_th: ข้อความวันเกิด

# BdayReminderSettingsTitle
source: BIRTHDAY REMINDER SETTINGS
ar_eg: إعدادات تذكير عيد ميلاد
cs: NASTAVENÍ PŘIPOMENUTÍ NAROZENIN
de: GEBURTSTAG ERINNERUNGSEINSTELLUNGEN
el_gr: ΡΥΘΜΊΣΕΙΣ ΥΠΕΝΘΎΜΙΣΗ ΓΕΝΕΘΛΊΩΝ
es: CONFIGURACIÓN DE RECORDATORIO DE CUMPLEAÑOS
fi: SYNTYMÄPÄIVÄ ASETUKSIA
fr: PARAMÈTRES DE RAPPEL D'ANNIVERSAIRE
hi_in: जन्मदिन अनुस्मारक सेटिंग
hu: SZÜLETÉSNAPI EMLÉKEZTETŐ BEÁLLÍTÁSAI
it: IMPOSTAZIONI PROMEMORIA DI COMPLEANNO
ja: 誕生日リマインダー設定
ms: SETING PERINGATAN HARI LAHIR
pl: URODZINY PRZYPOMNIENIE USTAWIENIA
pt: LEMBRETE DE ANIVERSÁRIO
ru: ДЕНЬ РОЖДЕНИЯ ПАРАМЕТРЫ НАПОМИНАНИЙ
sv: FÖDELSEDAG PÅMINNELSE INSTÄLLNINGARNA
th_th: การตั้งค่าการเตือนวันเกิด
