Repository: shahzadadil/BirthdayReminderAndManager
Catalog: Birthday Reminder and Manager/Resources/AppResources.*.resx
Languages: ar_eg, cs, de, el_gr, es, fi, fr, hi_in, hu, it, ja, ms, pl, pt, ru, sv, th_th

# WarnReEnableBgTask
source: Background agent has been disabled for this app. Please re-enable to get alerts and notifications. Go to Settings - Applications - Background Tasks. Select the checkbox to enable background tasks.
ar_eg: تم تعطيل عامل الخلفية لهذا التطبيق. الرجاء إعادة تمكين للحصول على التنبيهات والإشعارات. اذهب إلى إعدادات--تطبيقات--مهام في الخلفية. حدد خانة الاختيار لتمكين مهام في الخلفية.
cs: Agent zálohování bylo zakázáno pro tuto aplikaci. Prosím znovu povolte výstrahy a oznámení. Jdi na nastavení - aplikace - úlohy na pozadí. Zaškrtněte políčko Povolit úlohy na pozadí.
de: Hintergrund-Agent wurde für diese Anwendung deaktiviert. Bitte reaktivieren Sie, um Warnungen und Benachrichtigungen zu erhalten. Gehen Sie zu Einstellungen - Anwendungen - Hintergrund-Tasks. Aktivieren Sie das Kontrollkästchen aktivieren Sie Hintergrund-Tasks.
el_gr: Φόντο πράκτορας έχει απενεργοποιηθεί για αυτό το app. Παρακαλώ ενεργοποιήσετε ξανά να πάρει ειδοποιήσεις ευκαιρία και ανακοινώσεις. Πηγαίνετε στο ρυθμίσεις - εφαρμογές - καθήκοντα υπόβαθρο. Επιλέξτε το πλαίσιο ελέγχου για να επιτρέψει τα καθήκοντα υπόβαθρο.
es: Agente de fondo se ha deshabilitado para esta aplicación. Por favor, vuelva a activar alertas y notificaciones. Ir a ajustes - aplicaciones - fondo tareas. Seleccione la casilla de verificación Habilitar las tareas secundarias.
fi: Tausta-agentti on poistettu käytöstä tässä sovelluksessa. Haluta koskien-mahdollistaa saada hälytykset ja ilmoitukset. Siirry asetukset - sovellukset - taustaprosessit. Valitsemalla valintaruudun voit ottaa taustan tehtäviin.
fr: Agent en arrière-plan a été désactivée pour cette application. Veuillez ré-activer pour obtenir des alertes et des notifications. Allez dans paramètres - Applications - tâches de fond. Sélectionnez la case à cocher pour activer des tâches en arrière-plan.
hi_in: पृष्ठभूमि एजेंट इस अनुप्रयोग के लिए अक्षम किया गया है। कृपया अलर्ट और सूचनाएँ प्राप्त करने के लिए पुन: सक्षम। सेटिंग्स - अनुप्रयोगों - पृष्ठभूमि कार्य पर जाएँ। पृष्ठभूमि कार्य को सक्षम करने के लिए चेकबॉक्स का चयन करें।
hu: Háttér ügynök az alkalmazás le van tiltva. Legyen szíves újra lehetővé teszi, hogy a figyelmeztetéseket és értesítéseket. Menj a beállítások - alkalmazások - háttér feladatok. Válassza ki a jelölőnégyzet bejelölésével engedélyezi a háttérben futó feladatot.
it: Agente di sfondo è stato disattivato per questa app. Per favore abilitare nuovamente per ottenere avvisi e notifiche. Vai a impostazioni - applicazioni - attività in Background. Selezionare la casella di controllo per consentire l'attività in background.
ja: このアプリは、バック グラウンド エージェントを無効にされています。再度有効にしてくださいアラートと通知を取得します。設定 - アプリケーション - バック グラウンド タスクに移動します。バック グラウンド タスクを有効にする] チェック ボックスを選択します。
ms: Latar belakang agen telah dinyahdaya bagi aplikasi ini. Sila mendayakan semula untuk mendapatkan makluman dan pemberitahuan. Pergi ke seting - permohonan - latar belakang tugas. Pilih kotak semak untuk membolehkan tugas-tugas latar belakang.
pl: Tło agenta została wyłączona dla tej aplikacji. Proszę ponownie włączyć alerty i powiadomienia. Przejdź do ustawienia - aplikacje - zadania w tle. Zaznacz pole wyboru, aby włączyć zadania w tle.
pt: Agente de plano de fundo foi desativado para este app. Por favor habilite novamente para receber alertas e notificações. Vá para configurações - aplicativos - tarefas em segundo plano. Selecione a caixa de seleção Ativar tarefas em segundo plano.
ru: Фоновый агент был отключен для данного приложения. Пожалуйста включите для получения оповещений и уведомлений. Перейти в настройки - приложения - фоновые задачи. Установите флажок, чтобы включить фоновые задачи.
sv: Bakgrunden agent har inaktiverats för denna app. Vänligen aktivera för att få varningar och meddelanden. Gå till inställningar - program - bakgrunden uppgiften. Markera kryssrutan Aktivera bakgrunden uppgiften.
th_th: แทนพื้นหลังได้ถูกปิดใช้งานสำหรับโปรแกรมประยุกต์นี้ กรุณาเปิดใช้งานอีกจะได้รับข้อความแจ้งเตือนและการแจ้งเตือน ไปงาน -งาน - การตั้งค่าพื้นหลัง เลือกกล่องกาเครื่องหมายเพื่อเปิดใช้งานพื้นหลัง

# UpdateBdayRemindr
source: Update birthday reminders
ar_eg: تحديث تذكير عيد ميلاد
cs: Aktualizovat narozeniny připomenutí
de: Update-Geburtstag-Erinnerungen
el_gr: Ενημέρωση γενέθλια υπενθυμίσεις
es: Actualización de recordatorios de cumpleaños
fi: Päivitä syntymäpäivistä
fr: Mise à jour des rappels d'anniversaire
hi_in: जन्मदिन अनुस्मारक को अद्यतन
hu: Frissítés születésnapi emlékeztető
it: Aggiornamento compleanno promemoria
ja: 誕生日思い出させるものを更新します。
ms: Kemaskini tarikh lahir peringatan
pl: Aktualizacja urodziny przypomnienia
pt: Lembretes de aniversário de atualização
ru: Обновление день рождения напоминания
sv: Uppdatera födelsedag påminnelser
th_th: อัพเดตการแจ้งเตือนวันเกิด

# LaterThisWkLabel
source: Later this week
ar_eg: في وقت لاحق من هذا الأسبوع
cs: Tento týden
de: Später in dieser Woche
el_gr: Αργότερα αυτή την εβδομάδα
es: Más tarde esta semana
fi: Myöhemmin tällä viikolla
fr: Plus tard cette semaine
hi_in: बाद में इस सप्ताह
hu: Később ezen a héten
it: Questa settimana
ja: 後でこの週
ms: Kemudian minggu ini
pl: Później w tym tygodniu
pt: Mais tarde esta semana
ru: Позднее на этой неделе
sv: Senare i veckan
th_th: ปลายสัปดาห์นี้

# TodayLabel
source: Today
ar_eg: اليوم
cs: Dnes
de: Heute
el_gr: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd'hui
hi_in: आज
hu: Ma
it: Oggi
ja: 今日
ms: Hari ini
pl: Dzisiaj
pt: Hoje
ru: Сегодня
sv: Idag
th_th: วันนี้

# TomorrowLabel
source: Tomorrow
ar_eg: الغد
cs: Zítra
de: Morgen
el_gr: Αύριο
es: Mañana
fi: Huomenna
fr: Demain
hi_in: कल
hu: Holnap
it: Domani
ja: 明日
ms: Esok
pl: Jutro
pt: Amanhã
ru: Завтра
sv: I morgon
th_th: วันพรุ่งนี้

# ErrDeleting
source: Error During Deletion
ar_eg: حدث خطأ أثناء حذف
cs: Chyba při odstraňování
de: Fehler beim Löschen
el_gr: Σφάλμα κατά τη διαγραφή
es: Error durante el borrado
fi: Virhe poistamisen aikana
fr: Erreur lors de la suppression
hi_in: हटाने के दौरान त्रुटि
hu: Hiba a törlés közben
it: Errore durante l'eliminazione
ja: 削除中のエラー
ms: Ralat semasa pemotongan
pl: Błąd podczas usuwania
pt: Erro durante a exclusão
ru: Ошибка во время удаления
sv: Fel vid borttagning
th_th: ข้อผิดพลาดในระหว่างการลบ

# ErrSelecting
source: Error During Selection
ar_eg: حدث خطأ أثناء التحديد
cs: Chyba při výběru
de: Fehler bei der Auswahl
el_gr: Σφάλμα κατά την επιλογή
es: Error durante la selección
fi: Virhe valinta
fr: Erreur lors de la sélection
hi_in: चयन के दौरान त्रुटि
hu: Hiba a kiválasztás során
it: Errore durante la selezione
ja: 選択中にエラー
ms: Ralat semasa pemilihan
pl: Błąd podczas wyboru
pt: Erro durante a seleção
ru: Ошибка во время выбора
sv: Fel vid val av
th_th: ข้อผิดพลาดระหว่างการเลือก

# WarnSelectItem
source: Please select an item and then try again
ar_eg: الرجاء تحديد عنصر، وثم حاول مرة أخرى
cs: Vyberte položku a pak zopakujte
de: Bitte wählen Sie ein Element und dann erneut versuchen
el_gr: Επιλέξτε ένα στοιχείο και στη συνέχεια προσπαθήστε ξανά
es: Por favor, seleccione un elemento y vuelva a intentarlo
fi: Valitse kohde ja yritä uudelleen
fr: Veuillez sélectionner un élément et puis essayez à nouveau
hi_in: कृपया किसी आइटम का चयन करें और तब पुन: प्रयास करें
hu: Jelöljön ki egy elemet, és próbálja újra
it: Si prega di selezionare un elemento e quindi provare di nuovo
ja: 項目を選択してくださいもう一度やり直して
ms: Sila pilih item dan cuba lagi
pl: Wybierz element, a następnie spróbuj ponownie
pt: Por favor selecione um item e em seguida tente novamente
ru: Пожалуйста, выберите элемент и затем попробуйте еще раз
sv: Vänligen välj ett objekt och försök igen
th_th: โปรดเลือกรายการ และลองอีกครั้ง

# WarnTryAgain
source: Please Try Again
ar_eg: الرجاء المحاولة مرة أخرى
cs: Zkuste to prosím znovu
de: Bitte versuchen Sie es erneut
el_gr: Παρακαλώ προσπαθήστε ξανά
es: Por favor intentelo nuevamente
fi: Yritä uudelleen
fr: S'il vous plaît essayer de nouveau
hi_in: कृपया पुन: प्रयास करें
hu: Legyen szíves megpróbál újra
it: Si prega di riprovare
ja: もう一度やり直してください。
ms: Sila cuba lagi
pl: Spróbuj ponownie
pt: Por favor, tente novamente
ru: Пожалуйста, попробуйте снова
sv: Behaga försök igen
th_th: โปรดลองอีกครั้ง

# BdayCardsPgTitle
source: cards
ar_eg: بطاقات
cs: karty
de: Karten
el_gr: κάρτες
es: tarjetas
fi: kortit
fr: cartes
hi_in: कार्ड
hu: kártyák
it: carte
ja: カード
ms: Kad-kad
pl: karty
pt: cartões
ru: карты
sv: kort
th_th: บัตร

# DeleteConfirmMessage
source: Are you sure you want to remove the selected items ?
ar_eg: هل أنت متأكد من أنك تريد إزالة العناصر المحددة؟
cs: Jste si jisti, že chcete odstranit vybrané položky?
de: Bist du sicher, dass Sie die ausgewählten Elemente entfernen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε τα επιλεγμένα στοιχεία;
es: ¿Está seguro que desea eliminar los elementos seleccionados?
fi: Haluatko varmasti poistaa valitut kohteet?
fr: Êtes-vous sûr de que vouloir supprimer les éléments sélectionnés ?
hi_in: आप सुनिश्चित करें कि आप चयनित आइटम निकालना चाहते हैं?
hu: Biztosan el szeretné távolítani a kijelölt elemeket?
it: Sei sicuro di che voler rimuovere gli elementi selezionati?
ja: 選択した項目を削除してもよろしいですか。
ms: Adakah anda pasti anda mahu mengalih keluar item terpilih?
pl: Czy na pewno chcesz usunąć wybrane elementy?
pt: Tem certeza que deseja remover os itens selecionados?
ru: Вы уверены, что хотите удалить выбранные элементы?
sv: Är du säker du vill ta bort de markerade objekten?
th_th: คุณแน่ใจคุณต้องการเอารายการที่เลือกหรือไม่

# ErrAddCard
source: Error Adding Card
ar_eg: خطأ في إضافة بطاقة
cs: Chyba při přidávání karta
de: Fehler hinzufügen Karte
el_gr: Σφάλμα προσθήκη κάρτας
es: Error agregar tarjeta
fi: Lisääminen kortti
fr: Erreur ajout carte
hi_in: त्रुटि जोड़ने के कार्ड
hu: Hiba hozzáadásával kártya
it: Errore aggiunta scheda
ja: エラーの追加カード
ms: Ralat menambah kad
pl: Błąd dodawania karty
pt: Erro adicionando cartão
ru: Ошибка добавления карты
sv: Fel att lägga kortet
th_th: ข้อผิดพลาดเพิ่มบัตร

# ErrAddFriend
source: Error Adding Friend
ar_eg: خطأ في إضافة صديق
cs: Chyba při přidávání přítel
de: Fehler hinzufügen Freund
el_gr: Σφάλμα Προσθήκη φίλου
es: Error Agregar amigo
fi: Lisää ystävä
fr: Erreur d'ajout d'ami (e)
hi_in: त्रुटि जोड़ने के दोस्त
hu: Hiba hozzáadásával barátja
it: Errore aggiunta amico
ja: エラーを追加する友人
ms: Ralat menambah rakan
pl: Błąd dodawania przyjaciela
pt: Erro adicionar amigo
ru: Ошибка добавления друга
sv: Fel att lägga till vän
th_th: ข้อผิดพลาดเพิ่มเพื่อน

# LoadingFbPageMsg
source: Facebook Page Is Getting Loaded
ar_eg: تحميل صفحة فيس بوك
cs: Stránky Facebook je stále načten
de: Facebook-Seite wird geladen, immer
el_gr: Να πάρει φορτώνεται η σελίδα στο Facebook
es: Página de Facebook está consiguiendo cargada
fi: Facebook-sivu ladataan
fr: Page Facebook est se charger
hi_in: फेसबुक पेज लोड हो रहा है
hu: Facebook oldal töltődik be
it: Pagina Facebook è sempre caricata
ja: Facebook ページが読み込まれるを取得
ms: Laman Facebook untuk dimuatkan
pl: Na Facebooku jest coraz załadowany
pt: Página do Facebook está ficando carregada
ru: Получение загружается страница Facebook
sv: Facebook-sida att få laddas
th_th: รับโหลดหน้าเฟสบุ๊ค

# DownloadImagesTitle
source: Download Profile Images
ar_eg: تحميل الصور الشخصية
cs: Stáhnout obrázky na profil
de: Profil Bilder herunterladen
el_gr: Κατεβάστε εικόνες για τα προφίλ
es: Descargar imágenes de perfil
fi: Ladata kuvia, jäsenprofiileja
fr: Télécharger les Images de profil
hi_in: प्रोफ़ाइल छवियों को डाउनलोड करें
hu: Profil képek letöltése
it: Scarica immagini profilo
ja: プロフィール画像をダウンロードします。
ms: Muat turun imej profil
pl: Pobierz za darmo zdjęcia profilu
pt: Baixar imagens de perfil
ru: Скачать изображения профиля
sv: Hämta profil bilder
th_th: ดาวน์โหลดรูปโพรไฟล์

# DownloadnProfileImgMsg
source: Do you want to download profile images of your friends ? After downloading images, you will be able to see their phtotos in the start tile. But please be patient as this process may take a few minutes depending on your internet connection speed. Do you wish to download the images now ?
ar_eg: هل تريد تحميل الصور الشخصية لأصدقائك؟ بعد تحميل الصور، سوف تكون قادراً على رؤية فتوتوس بهم في بلاط ابدأ. ولكن يرجى أن يكون المريض كما قد تستغرق هذه العملية بضع دقائق اعتماداً على سرعة الاتصال بالإنترنت. هل ترغب في تحميل الصور الآن؟
cs: Přejete si stáhnout profil obrázky vašich přátel? Po stažení obrázků, budete schopni vidět jejich phtotos v počáteční dlaždice. Ale prosím, buďte trpěliví, protože tento proces může trvat několik minut v závislosti na rychlosti připojení k Internetu. Chcete nyní stáhnout obrázky?
de: Do you want zum download Profil Bilder Ihrer Freunde? Bilder herunterladen, werden Sie in der Lage, ihre Phtotos in der Start-Fliese zu sehen sein. Aber bitte haben Sie Geduld, da diese je nach Geschwindigkeit Ihrer Internetverbindung einige Minuten dauern kann. Möchten Sie die Bilder jetzt herunterladen?
el_gr: Θέλετε να κατεβάσετε εικόνες για τα προφίλ των φίλων σας; Μετά τη λήψη των εικόνων, θα είστε σε θέση να δείτε τους phtotos στην έναρξη πλακιδίων. Αλλά παρακαλώ να είστε υπομονετικοί, καθώς αυτή η διαδικασία μπορεί να διαρκέσει μερικά λεπτά, ανάλογα με την ταχύτητα της σύνδεσής σας στο internet. Θέλετε να κατεβάσετε τις εικόνες τώρα;
es: ¿Quieres descargar imágenes de perfil de tus amigos? Después de descargar imágenes, usted será capaz de ver su phtotos en la ficha Inicio. Pero por favor sea paciente mientras este proceso puede tardar unos minutos dependiendo de tu velocidad de conexión a internet. ¿Desea descargar las imágenes ahora?
fi: Haluatko ladata profiili kuvia ystävistäsi? Kun olet ladannut kuvia, voit voi nähdä phtotos Käynnistä laatta. Mutta ole kärsivällinen, koska tämä voi kestää muutamia minuutteja riippuen internet-yhteyden nopeus. Haluatko ladata kuvia nyt?
fr: Vous voulez télécharger les images de profil de vos amis ? Après avoir téléchargé des images, vous serez en mesure de voir leur phtotos dans le carreau de départ. Mais s'il vous plaît soyez patient car ce processus peut prendre quelques minutes selon votre vitesse de connexion internet. Vous souhaitez télécharger les images maintenant?
hi_in: आप अपने मित्रों के प्रोफ़ाइल चित्र डाउनलोड करने के लिए क्या चाहते हैं? छवियों को डाउनलोड करने के बाद, आप प्रारंभ टाइल में उनके phtotos को देखने के लिए सक्षम हो जाएगा। लेकिन कृपया धैर्य रखें के रूप में इस प्रक्रिया आपके इंटरनेट कनेक्शन की गति के आधार पर कुछ मिनट लग सकते हैं। छवियाँ अब डाउनलोड करने के लिए क्या आप चाहते हैं?
hu: Szeretné letölteni a barátok arcél kép? Letöltés után képeket, lesz képes-hoz lát a phtotos a start csempe. De kérjük, legyen türelemmel, amint ez a folyamat az internetkapcsolat sebességétől függően néhány percet vehet igénybe. Szeretné a képek letöltése?
it: Vuoi scaricare immagini del profilo dei tuoi amici? Dopo aver scaricato le immagini, sarà in grado di vedere la loro phtotos in piastrella inizio. Ma per favore siate pazienti come questo processo può richiedere alcuni minuti a seconda della velocità della tua connessione internet. Desidera scaricare le immagini ora?
ja: お友達のプロフィール画像をダウンロードしますか。画像をダウンロードした後スタート タイルで彼らの phtotos を参照してくださいすることができます。しかし、このプロセスは、インターネット接続速度に応じて数分かかることがありますのでしばらくお待ちください。画像を今すぐダウンロードしますか?
ms: Adakah anda mahu memuat turun imej profil rakan-rakan anda? Selepas memuat turun imej, anda akan dapat melihat phtotos mereka dalam jubin bermula. Tetapi harap bersabar kerana proses ini mungkin mengambil beberapa minit bergantung kepada kelajuan sambungan internet anda. Adakah anda mahu memuat turun imej sekarang?
pl: Czy chcesz pobrać obrazy profilu znajomych? Po pobraniu obrazów, będzie można zobaczyć ich phtotos w początku dachówka. Ale proszę o cierpliwość, gdyż proces ten może potrwać kilka minut w zależności od szybkości twojego połączenia internetowego. Czy chcesz pobrać obrazy teraz?
pt: Você quer baixar imagens de perfil dos seus amigos? Depois de baixar as imagens, você será capaz de ver suas phtotos na telha início. Mas por favor seja paciente como este processo pode demorar alguns minutos dependendo da velocidade de sua conexão de internet. Você deseja baixar as imagens agora?
ru: «Вы хотите загрузить профиль изображения ваших друзей? После загрузки изображений, можно увидеть их phtotos в начало фрагмента. Но будьте терпеливы, как этот процесс может занять несколько минут в зависимости от скорости подключения к Интернету. Вы хотите скачать образы сейчас?»
sv: Vill du hämta profil bilder av dina vänner? Efter nedladdning bilder, kommer du att kunna se sina phtotos i början kakel. Men ha tålamod som denna process kan ta några minuter beroende på Internetanslutningens hastighet. Vill du ladda ner bilderna nu?
th_th: คุณต้องการดาวน์โหลดรูปภาพโปรไฟล์ของเพื่อนของคุณหรือไม่ หลังจากดาวน์โหลดภาพ คุณจะได้เห็นของพวกเขา phtotos ในไพ่เริ่มต้น แต่กรุณาอดเป็นกระบวนการนี้อาจใช้เวลาสองสามนาทีขึ้นอยู่กับความเร็วในการเชื่อมต่ออินเทอร์เน็ต คุณต้องการดาวน์โหลดภาพเดี๋ยวนี้หรือไม่

# SetAsDefaultLabel
source: Set as default
ar_eg: تعيين كافتراضي
cs: Nastavit jako výchozí
de: Als Standard festlegen
el_gr: Ορισμός ως προεπιλογή
es: Establecer como predeterminado
fi: Aseta oletukseksi
fr: Comme valeur par défaut
hi_in: डिफ़ॉल्ट रूप में सेट करें
hu: Beállítása alapértelmezettként
it: Impostare come predefinito
ja: 既定値として設定します。
ms: Set sebagai lalai
pl: Ustaw jako domyślne
pt: Definir como padrão
ru: Установить по умолчанию
sv: Ange som standard
th_th: ตั้งค่าเป็นค่าเริ่มต้น

# ChooseCardLabel
source: Choose Card
ar_eg: اختر بطاقة
cs: Zvolte kartu
de: Wählen Sie Karte
el_gr: Επιλέξετε την κάρτα
es: Elija la tarjeta
fi: Valitse kortti
fr: Choisir la carte
hi_in: कार्ड का चयन
hu: Válassza ki a kártya
it: Scegliere la scheda
ja: カードを選択します。
ms: Pilih Kad
pl: Wybierz kartę
pt: Escolha o cartão
ru: Выбрать карту
sv: Välj kort
th_th: เลือกบัตร

# CardLimitExceedCaption
source: Limit Has Exceeded
ar_eg: وقد تجاوز الحد
cs: Limit překročen
de: Überschritten
el_gr: Έχει υπερβεί το όριο
es: Ha excedido el límite
fi: Raja on ylitetty
fr: A dépassée
hi_in: सीमा पार कर गया है
hu: Túllépte a korlátot
it: Ha superato il limite
ja: 制限を超えました
ms: Had telah melebihi
pl: Ma przekroczony limit
pt: Limite excedido
ru: Превышен предел
sv: Gränsen har överskridits
th_th: เกินขีดจำกัด

# CardLimitMsg
source: More than 10 cards cannot be added. Please delete some old cards if you want to add new cards.
ar_eg: لا يمكن إضافة أكثر من 10 بطاقات. الرجاء حذف بعض البطاقات القديمة إذا كنت ترغب في إضافة بطاقات جديدة.
cs: Nelze přidat více než 10 karet. Odstraňte některé staré karty, pokud chcete přidat nové karty.
de: Mehr als 10 Karten können nicht hinzugefügt werden. Bitte löschen Sie einige alten Karten, wenn Sie neue Karten hinzufügen möchten.
el_gr: Δεν μπορούν να προστεθούν περισσότερα από 10 φύλλα. Παρακαλώ διαγράψτε μερικές παλιές κάρτες Εάν θέλετε να προσθέσετε νέες κάρτες.
es: No pueden agregarse más de 10 tarjetas. Por favor eliminar algunas tarjetas antiguas si desea agregar nuevas tarjetas.
fi: 10 korttia ei voi lisätä. Poista vanhat kortit, jos haluat lisätä uusia kortteja.
fr: Impossible d'ajouter plus de 10 cartes. S'il vous plaît supprimer certaines anciennes cartes si vous voulez ajouter de nouvelles cartes.
hi_in: 10 से अधिक कार्ड नहीं जोड़ा जा सकता। यदि आप नया कार्ड जोड़ने के लिए चाहते हैं तो कृपया कुछ पुराने कार्ड हटाएँ।
hu: Több mint 10 kártyát nem adható hozzá. Legyen szíves töröl néhány régi kártyák, ha Ön akar-hoz összead új kártyákat.
it: Non è possibile aggiungere più di 10 carte. Si prega di eliminare alcune vecchie carte se volete aggiungere nuove carte.
ja: 以上 10 枚のカードを追加できません。新しいカードを追加する場合は、いくつかの古いカードを削除してください。
ms: Lebih daripada 10 Kad tidak boleh ditambah. Sila Hapus sesetengah kad lama jika anda ingin menambah kad baru.
pl: Nie można dodać więcej niż 10 kart. Proszę usunąć niektóre stare karty, jeśli chcesz dodać nowe karty.
pt: Mais de 10 cartas não podem ser adicionadas. Por favor, apague alguns cartões antigos, se você quiser adicionar novos cartões.
ru: Нельзя добавлять более чем 10 карт. Пожалуйста, удалите некоторые старые карты, если вы хотите добавить новые карты.
sv: Mer än 10 kort kan inte läggas till. Ta bort några gamla kort om du vill lägga till nya kort.
th_th: ไม่สามารถเพิ่มกว่า 10 บัตร โปรดลบบางบัตรเก่าถ้าคุณต้องการเพิ่มบัตรใหม่

# ConnOpenWarnCaption
source: Connection Is Busy
ar_eg: الاتصال مشغول
cs: Připojení je zaneprázdněno
de: Anschluss ist besetzt
el_gr: Σύνδεση είναι απασχολημένη
es: Conexión está ocupada
fi: Yhteyden huseeraa
fr: Connexion est occupée
hi_in: कनेक्शन व्यस्त है
it: La connessione è occupata
ja: 接続がビジー
ms: Sambungan sedang sibuk
pl: Połączenie jest zajęte
pt: Conexão está ocupada
ru: Подключение занят
sv: Anslutning är upptagen
th_th: เชื่อมต่อไม่ว่าง

# ImageUploadDownloadBusyMsg
source: Image is getting saved or deleted. Please wait for a few seconds and try again.
ar_eg: يتم الحصول على الصورة حفظ أو حذف. الرجاء الانتظار لبضع ثوان، ثم حاول مرة أخرى.
cs: Obraz je stále uloženy nebo odstraněny. Prosím počkejte několik sekund a opakujte akci.
de: Bild wird immer gespeichert oder gelöscht. Bitte warten Sie ein paar Sekunden, und versuchen Sie es erneut.
el_gr: Εικόνα παίρνει αποθηκεύονται ή να διαγραφεί. Σας παρακαλώ να περιμένετε για λίγα δευτερόλεπτα και προσπαθήστε ξανά.
es: Imagen está guardado o borrado. Por favor, espere unos segundos y vuelva a intentarlo.
fi: Kuva on saada tallennettu tai poistettu. Odota muutaman sekunnin ajan ja yritä uudelleen.
fr: Image devient sauvé ou supprimé. S'il vous plaît, attendez quelques secondes et réessayez.
hi_in: छवि हो रही है सहेजा गया या नष्ट कर दिया। कृपया एक कुछ सेकंड के लिए प्रतीक्षा करें और पुन: प्रयास करें।
hu: Kép kezd mentve vagy törölve. Kérjük, várjon néhány másodpercet, és próbálkozzon újra.
it: Immagine è sempre salvato o eliminato. Si prega di attendere alcuni secondi e riprovare.
ja: イメージの取得を保存または削除されます。数秒間待ってから、もう一度やり直してください。
ms: Imej semakin disimpan atau dihapuskan. Sila tunggu beberapa minit dan cuba lagi.
pl: Obraz jest coraz zapisane lub usunięte. Proszę odczekać kilka sekund i spróbuj ponownie.
pt: Imagem está a salvo ou excluído. Por favor, aguarde alguns segundos e tente novamente.
ru: Получение изображения сохранены или удалены. Пожалуйста подождите несколько секунд и повторите попытку.
sv: Bilden blir sparas eller tas bort. Vänligen vänta några sekunder och försök igen.
th_th: ภาพที่กำลังบันทึก หรือลบ กรุณารอไม่กี่วินาที แล้วลองอีกครั้ง
