Repository: shahzadadil/BirthdayReminderAndManager
Catalog: Birthday Reminder and Manager/Resources/AppResources.*.resx
Languages: ar_eg, cs, de, el_gr, es, fi, fr, hi_in, hu, it, ja, ms, pl, pt, ru, sv, th_th

# BdaySetupMessage
source: You do not have any contacts saved currently. Would you like to download your facebook Contacts ?
ar_eg: ليس لديك أية جهات اتصال المحفوظة حاليا. هل ترغب في تحميل جهات الاتصال الخاصة بك في فيس بوك؟
cs: Nemáte žádné kontakty uložené v současnosti. Chcete stáhnout vaše kontakty facebook?
de: Sie müssen keine aktuell gespeicherte Kontakte. Möchten Sie Ihre Facebook-Kontakte herunterladen?
el_gr: Δεν έχετε οποιεσδήποτε επαφές αποθηκεύονται επί του παρόντος. Θα θέλατε να κατεβάσετε τις επαφές facebook σας;
es: No tienes ningún contacto guardado actualmente. ¿Te gustaría descargar tus contactos de facebook?
fi: Sinulla ei ole tällä hetkellä tallennetut yhteystiedot. Haluatko ladata facebook yhteyksiä?
fr: Vous n'avez pas tous les contacts enregistrés actuellement. Vous souhaitez télécharger vos Contacts facebook ?
hi_in: आप वर्तमान में सहेजा गया कोई भी संपर्क नहीं है। आप अपने संपर्कों facebook डाउनलोड करना चाहते हैं?
hu: Nincs semmilyen jelenleg mentett névjegyeket. Szeretne letölteni a facebook kapcsolatok?
it: Non hai alcun contatti salvati al momento. Vuoi scaricare i tuoi contatti di facebook?
ja: 現在保存されているすべての連絡先がありません。あなたの facebook の連絡先をダウンロードしますか?
ms: Anda tidak mempunyai mana-mana kenalan yang disimpan pada masa ini. Adakah anda ingin memuat turun kenalan facebook anda?
pl: Nie masz żadnych kontaktów zapisanych aktualnie. Czy chcesz pobrać kontakty facebook?
pt: Você não tem quaisquer contatos salvos atualmente. Gostaria de baixar seus contatos do facebook?
ru: Вы не имеют каких-либо контакты, сохраненные в настоящее время. Вы хотели бы скачать ваши контакты facebook?
sv: Du har inte några kontakter sparas för närvarande. Vill du hämta dina facebook-kontakter?
th_th: คุณไม่ได้ติดต่อใด ๆ ที่บันทึกอยู่ในขณะนี้ คุณต้องการดาวน์โหลดติดต่อ facebook หรือไม่

# BdaySetupTitle
source: Setup Birthdays
ar_eg: أعياد الميلاد في الإعداد
cs: Instalace narozeniny
de: Setup-Geburtstage
el_gr: Τα γενέθλια της εγκατάστασης
es: Configuración de cumpleaños
fi: Setup syntymäpäivät
fr: Anniversaires d'installation
hi_in: सेटअप जन्मदिन
hu: A telepítő születésnapok
it: Installazione compleanni
ja: セットアップの誕生日
ms: Persediaan hari lahir
pl: Ustawienie urodziny
pt: Aniversários de instalação
ru: Настройка дней рождения
sv: Setup födelsedagar
th_th: ตั้งค่าวันเกิด

# BirthdayWishTitle
source: wishes
ar_eg: وتود
cs: přání
de: Wünsche
el_gr: επιθυμίες
es: deseos
fi: haluaa
fr: souhaits
hi_in: इच्छाओं
hu: kívánság
it: auguri
ja: 願い
ms: Hajat
pl: życzenia
pt: desejos
ru: пожелания
sv: önskemål
th_th: ด้วยความปรารถนา

# ContactNotUpdatedMessage
source: Your contacts have not been synchronised in a while. Do you want to update them now ?
ar_eg: قد لا تم متزامنة جهات الاتصال الخاصة بك في كل حين. هل تريد التحديث الآن؟
cs: Kontakty ještě nebyly synchronizovány ve chvíli. Chcete je nyní aktualizovat?
de: Ihre Kontakte wurden nicht synchronisiert, in eine Weile. Möchten Sie diese jetzt aktualisieren?
el_gr: Επαφές σας έχουν δεν είναι συγχρονισμένη σε μια στιγμή. Θέλετε να ενημερώσετε τους τώρα;
es: Tus contactos no han sido sincronizados en un tiempo. ¿Quieres actualizarlos ahora?
fi: Yhteystiedot ovat ole tahdistunut vähään. Haluatko päivittää ne nyt?
fr: Vos contacts n'ont pas été synchronisés dans un certain temps. Vous voulez mettre à jour maintenant ?
hi_in: थोड़ी देर में अपने संपर्कों के समकालिक नहीं किया गया है। क्या आप उन्हें अब अद्यतन करना चाहते हैं?
hu: A névjegyek nem szinkronban egy darabig. Szeretné most frissíteni?
it: I contatti non hanno stati sincronizzati in un istante. Si desidera aggiornarli adesso?
ja: あなたの連絡先はしばらくの間で同期されているされていません。それらを今すぐ更新しますか。
ms: Kenalan anda telah tidak diselaras dalam seketika. Adakah anda mahu mengemas kini sekarang?
pl: Kontakty mają nie zostały zsynchronizowane w czasie. Czy chcesz teraz zaktualizować?
pt: Seus contatos não tem sido sincronizados em um tempo. Você quer atualizá-los agora?
ru: Ваши контакты не были синхронизированы в то время. Вы хотите обновить их сейчас?
sv: Har inte varit synkroniseras dina kontakter på ett tag. Vill du uppdatera dem nu?
th_th: ไม่มีแล้วเพื่อติดต่อในขณะ คุณต้องการปรับปรุงพวกเขาตอนนี้

# ContactsTitle
source: contacts
ar_eg: جهات الاتصال
cs: kontakty
de: Kontakte
el_gr: επαφές
es: contactos
fi: Yhteystiedot
hi_in: संपर्क
hu: kapcsolatok
it: contatti
ja: 連絡先
ms: orang hubungan
pl: kontakty
pt: contatos
ru: Контакты
sv: kontakter
th_th: ติดต่อ

# ContactSyncRedirectMsg
source: Your contacts would now be synchronised and you will be redirected to the Contact Sync Screen. Do you wish to sync your contacts now ?
ar_eg: جهات الاتصال الخاصة بك وسوف الآن تكون متزامنة، وسيتم توجيهك إلى "شاشة مزامنة جهات الاتصال". هل ترغب في مزامنة جهات الاتصال الخاصة بك الآن؟
cs: Kontakty by nyní měla být synchronizována a budete přesměrováni na obrazovku synchronizace kontaktu. Chcete synchronizovat vaše kontakty?
de: Würde jetzt Ihre Kontakte synchronisiert werden, und Sie werden auf dem Bildschirm "Kontakt-Sync" weitergeleitet. Möchten Sie Ihre Kontakte jetzt synchronisieren?
el_gr: Επαφές σας θα είναι τώρα να συγχρονιστούν και θα μεταφερθείτε στην επαφή οθόνη Sync. Θέλετε να συγχρονίσετε τις επαφές σας τώρα;
es: Ahora sería sincronizar sus contactos y se le redireccionará a la pantalla de sincronización de contacto. ¿Desea sincronizar tus contactos ahora?
fi: Yhteystiedot nyt synkronoitava ja sinut ohjataan yhteystiedot Sync näyttö. Haluatko synkronoida yhteystiedot nyt?
fr: Seraient maintenant synchroniser vos contacts et vous serez redirigé vers l'écran de synchronisation de contacts. Vous souhaitez synchroniser vos contacts maintenant ?
hi_in: आपके संपर्क अब समकालिक होना होगा और आप संपर्क सिंक स्क्रीन करने के लिए पुनः निर्देशित किया जाएगा। क्या आप अब अपने संपर्कों को सिंक्रनाइज़ करने के लिए चाहते हैं?
hu: Kíván most szinkronizált a névjegyeket, és lesz irányítva a kapcsolatot szinkron képernyőn. Szeretné szinkronizálni a névjegyeket most?
it: Ora vuoi sincronizzare i contatti e verrete reindirizzati alla schermata Sync contatto. Desidera sincronizzare i contatti ora?
ja: あなたの連絡先が同期する今と連絡先の同期画面にリダイレクトされます。今すぐあなたの連絡先を同期したいですか？
ms: Kenalan anda sekarang akan diselaras dan anda akan diarahkan ke skrin penyegerakan kenalan. Adakah anda mahu segerakkan orang hubungan anda sekarang?
pl: Kontakty teraz chcieliby być zsynchronizowane i zostaniesz przekierowany na kontakt Sync ekran. Czy chcesz teraz Synchronizacja kontaktów?
pt: Agora iria sincronizar seus contatos e você será redirecionado para a tela de sincronização de contato. Você deseja sincronizar seus contatos agora?
ru: Ваши контакты будут теперь быть синхронизированы, и вы будете перенаправлены на экран Sync контакта. Вы хотите синхронизировать ваши контакты теперь?
sv: Skulle nu synkroniseras dina kontakter och du kommer att omdirigeras till kontakt Sync skärmen. Vill du synkronisera dina kontakter nu?
th_th: ตอนนี้จะมีเพื่อติดต่อ และคุณจะถูกเปลี่ยนเส้นทางไปยังหน้าจอซิงค์ผู้ติดต่อ คุณต้องการซิงค์ผู้ติดต่อของคุณเดี๋ยวนี้หรือไม่

# ErrAppBarDisplay
source: Error Displaying App Bar
ar_eg: حدث خطأ أثناء عرض شريط التطبيق
cs: Chyba při zobrazování App Bar
de: Fehler beim Anzeigen der App Bar
el_gr: Σφάλμα εμφάνιση App μπαρ
es: Error Mostrar barra de aplicación
fi: Virhe näytettäessä App Baari
fr: Erreur affichage barre de App
hi_in: त्रुटि अनुप्रयोग पट्टी प्रदर्शित करना
hu: App büfé bemutatás hiba
it: Errore visualizzazione barra App
ja: アプリ バーの表示エラー
ms: Ralat memaparkan Bar aplikasi
pl: Błąd wyświetlania aplikacji Bar
pt: Erro exibindo App Bar
ru: Ошибка отображения панели приложения
sv: Fel visar App Bar
th_th: ข้อผิดพลาดที่แสดงแถบ App

# ErrAppBarLoad
source: Error Loading App Bar
ar_eg: خطأ في تحميل شريط التطبيق
cs: Chyba při načítání aplikace Bar
de: Fehler App Ladebalken
el_gr: Σφάλμα φόρτωσης App μπαρ
es: Error de carga de la aplicación Bar
fi: Virhe lastaus App Bar
fr: Erreur chargement App Bar
hi_in: त्रुटि लोड हो रहा है App पट्टी
hu: Hiba betöltése App Bar
it: Errore caricamento barra App
ja: エラー読み込みアプリ バー
ms: Ralat memuatkan aplikasi Bar
pl: Błąd ładowania aplikacji Bar
pt: Erro carregando App Bar
ru: Ошибка загрузки панель приложения
sv: Felstapel lastning App
th_th: ข้อผิดพลาดการโหลด App บาร์

# ErrAppInitialise
source: Error during initialisation check. Some of the functionalities may not work.
ar_eg: حدث خطأ أثناء التحقق من بدء التشغيل. قد لا تعمل بعض الخصائص الوظيفية.
cs: Chyba při spuštění. Některé funkce nebudou fungovat.
de: Fehler während der Initialisierung überprüfen. Einige der Funktionen funktionieren möglicherweise nicht.
el_gr: Σφάλμα κατά την εκκίνηση του ελέγχου. Μερικές από τις λειτουργίες ενδέχεται να μην λειτουργούν.
es: Error durante la comprobación inicialización. Algunas de las funcionalidades pueden no funcionar.
fi: Virhe käynnistystiedostojen tarkistus. Jotkin toiminnot eivät ehkä toimi.
fr: Erreur au cours de la vérification de l'entrée en vigueur. Certaines des fonctionnalités peuvent ne pas fonctionner.
hi_in: त्रुटि initialisation जाँच के दौरान। Functionalities के कुछ काम नहीं हो सकता।
hu: Hiba a startup-ellenőrzés során. Néhány a funkciók nem működnek.
it: Errore durante il controllo di inizializzazione. Alcune delle funzionalità potrebbero non funzionare.
ja: スタートアップのチェック中にエラー。機能の一部が機能しません。
ms: Ralat semasa permulaan Daftar. Di antara fungsi tersebut mungkin tidak berfungsi.
pl: Błąd podczas uruchamiania kontroli. Niektóre funkcje mogą nie działać.
pt: Erro durante a verificação de arranque. Algumas das funcionalidades podem não funcionar.
ru: Ошибка во время инициализации проверки. Некоторые функции могут не работать.
sv: Fel vid startas. Vissa funktioner kanske inte fungerar.
th_th: ข้อผิดพลาดระหว่างการตรวจสอบเริ่มต้น บางฟังก์ชันที่อาจไม่ทำงาน

# ErrFbLogin
source: Error Logging In to Facebook
ar_eg: خطأ في تسجيل الدخول إلى فيس بوك
cs: Chyba při přihlašování na Facebooku
de: Fehlerprotokollierung Facebook
el_gr: Σφάλμα σύνδεση στο Facebook
es: Error iniciar sesión en Facebook
fi: Virhe kirjauduttaessa Facebook
fr: Erreur connexion à Facebook
hi_in: फेसबुक के लिए लॉग करने त्रुटि
hu: Hiba fakitermelés-ban-hoz Facebook
it: Errore di accesso a Facebook
ja: Facebook へのログイン エラー
ms: Kesalahan login ke Facebook
pl: Błąd logowania na Facebook
pt: Erro de login no Facebook
ru: Ошибка входа в Facebook
sv: Felloggning i till Facebook
th_th: ข้อผิดพลาดในการเข้าสู่ Facebook

# ErrFbLogout
source: Error Logging Out From Facebook
ar_eg: خطأ تسجيل الخروج من ألفيس بوك
cs: Chyba protokolování Out z Facebooku
de: Fehlerprotokollierung Out von Facebook
el_gr: Σφάλμα καταγραφή έξω από το Facebook
es: Error de registro fuera de Facebook
fi: Virhe kirjauduttaessa sisään Facebook
fr: Erreur connexion hors de Facebook
hi_in: Facebook से बाहर लॉगिंग त्रुटि
hu: Hiba fakitermelés ki a Facebook
it: Errore log Out da Facebook
ja: アウト Facebook からログイン エラー
ms: Ralat log keluar dari Facebook
pl: Błąd rejestrowania się z Facebook
pt: Erro log Out do Facebook
ru: Ошибка регистрации вне от Facebook
sv: Fel logga ut från Facebook
th_th: ข้อผิดพลาดในการเข้าสู่ระบบออกจาก Facebook

# ErrInitialiseTitle
source: Initialisation Error
ar_eg: حدث خطأ أثناء بدء التشغيل
cs: Chyba při spuštění
de: Initialisierung Fehler
el_gr: Σφάλμα κατά την εκκίνηση
es: Error de inicialización
fi: Virhe käynnistettäessä
fr: Erreur d'initialisation
hi_in: Initialisation त्रुटि
hu: Hibaüzenet indítás során
it: Errore di inizializzazione
ja: スタートアップ時のエラー
ms: Ralat semasa permulaan
pl: Błąd podczas uruchamiania
pt: Erro durante a inicialização
ru: Ошибка инициализации
sv: Fel vid start
th_th: ข้อผิดพลาดระหว่างการเริ่มต้น

# ErrLoadSyncScreen
source: Error Loading Sync Screen
ar_eg: خطأ في تحميل المزامنة الشاشة
cs: Chyba při načítání synchronizace obrazovky
de: Ladebildschirm Sync Fehler
el_gr: Σφάλμα φόρτωσης Sync οθόνη
es: Pantalla de error carga Sync
fi: Virhe lastaus Sync näyttö
fr: Erreur chargement Sync écran
hi_in: त्रुटि लोडिंग सिंक स्क्रीन
hu: Rakodási szinkronizál képernyő hiba
it: Schermata di errore caricamento Sync
ja: エラー読み込み同期画面
ms: Ralat memuatkan segerak skrin
pl: Błąd ładowania Sync ekran
pt: Tela de carregamento erro de sincronização
ru: Экран Sync ошибка загрузки
sv: Fel lastning Sync skärmen
th_th: หน้าจอข้อผิดพลาดการโหลดการซิงค์

# ErrNavigatingSettings
source: Error While Navigating To Settings
ar_eg: حدث خطأ أثناء الانتقال إلى إعدادات
cs: Chyba při navigaci k nastavení
de: Fehler beim Navigieren zu Einstellungen
el_gr: Παρουσιάστηκε σφάλμα κατά την πλοήγηση στις ρυθμίσεις
es: Error mientras navega a Settings
fi: Virhe siirryttäessä asetukset
fr: Erreur lors de la navigation aux paramètres
hi_in: सेटिंग्स करने के लिए नेविगेट करते समय त्रुटि
hu: Hiba történt a hajózás-hoz elintézés
it: Errore durante la navigazione alle impostazioni
ja: 設定への移動中にエラー
ms: Ralat semasa menavigasi ke seting
pl: Błąd podczas nawigowania do ustawienia
pt: Erro ao navegar para configurações
ru: Ошибка при переходе к параметрам
sv: Ett fel uppstod när navigera till inställningar
th_th: ข้อผิดพลาดขณะนำทางไปยังการตั้งค่า

# ErrOpeningApp
source: Error Opening Application
ar_eg: خطأ في فتح التطبيق
cs: Při otevírání aplikace
de: Fehler beim Öffnen Anwendung
el_gr: Σφάλμα ανοίγοντας εφαρμογή
es: Solicitud de apertura de error
fi: Virhe avaamisen sovelluksen
fr: Erreur ouverture Application
hi_in: त्रुटि उद्घाटन आवेदन
hu: Hiba a nyitó alkalmazás
it: Errore apertura applicazione
ja: エラー開口部のアプリケーション
ms: Ralat membuka permohonan
pl: Błąd otwarcia aplikacji
pt: Pedido de erro de abertura
ru: Ошибка при открытии приложения
sv: Fel vid öppnandet program
th_th: ข้อผิดพลาดเปิดแอพลิเคชัน

# ErrSaveSettings
source: Error Saving Settings
ar_eg: حدث خطأ أثناء حفظ الإعدادات
cs: Chyba při ukládání nastavení
de: Fehler beim Speichern der Einstellungen
el_gr: Σφάλμα κατά την αποθήκευση των ρυθμίσεων
es: Error al guardar la configuración
fi: Virhe tallennettaessa asetukset
fr: Erreur d'enregistrement des paramètres
hi_in: सेटिंग्स सहेजने में त्रुटि
hu: Hiba a beállítások mentése
it: Errore durante il salvataggio delle impostazioni
ja: 設定の保存エラー
ms: Ralat menyimpan seting
pl: Wystąpił błąd podczas zapisywania ustawień
pt: Erro ao salvar as configurações
ru: Ошибка при сохранении параметров
sv: Fel vid sparande av inställningar
th_th: ข้อผิดพลาดในการบันทึกการตั้งค่า

# ErrSendingEmail
source: Error Sending Email
ar_eg: خطأ في إرسال البريد الإلكتروني
cs: Chyba při odesílání emailu
de: Fehlermeldung senden von E-Mail
el_gr: Σφάλμα αποστολής ηλεκτρονικού ταχυδρομείου
es: Error enviando correo electrónico
fi: Virhe lähettämällä sähköpostia
fr: Erreur envoi Email
hi_in: त्रुटि भेज ईमेल
hu: Hibaüzenet küldése e-mailben
it: Errore invio Email
ja: エラーを送信する電子メール
ms: Ralat menghantar e-mel
pl: Błąd wysyłania wiadomości E-mail
pt: Erro enviar E-mail
ru: Ошибка отправки почты
sv: Fel skicka e-post
th_th: ข้อผิดพลาดการส่งอีเมล์

# HappyBdayMessage
source: Happy Birthday
ar_eg: عيد ميلاد سعيد
cs: Hodně štěstí a zdraví
de: Herzlichen Glückwunsch zum Geburtstag
el_gr: Χαρούμενα Γενέθλια
es: Feliz cumpleaños
fi: Hyvää syntymäpäivää
fr: Joyeux Anniversaire
hi_in: जन्मदिन की शुभकामनाएँ
hu: Boldog szülinapot
it: Buon Compleanno
ja: お誕生日おめでとう
ms: selamat hari jadi
pl: Wszystkiego najlepszego z okazji urodzin
pt: Feliz aniversário
ru: Поздравляю с днем рождения
sv: Grattis på födelsedagen
th_th: สุขสันต์วันเกิด

# LastSyncedLabel
source: Last Synced
ar_eg: مزامن آخر
cs: Naposledy synchronizována
de: Zuletzt synchronisiert
el_gr: Τελευταία συγχρονισμένες
es: Última sincronizado
fi: Viimeksi synkronoitu
fr: Dernière synchronisés
hi_in: पिछला Synced
hu: Utolsó szinkronizálása
it: Ultima sincronizzati
ja: 最後の同期
ms: Buat disegerakkan
pl: Ostatnio synchronizowane
pt: Última sincronizado
ru: Последней синхронизации
sv: Senast synkroniserad
th_th: ซิงค์ล่าสุด

# LaterLabel
source: Later
ar_eg: في وقت لاحق
cs: Později
de: Später
el_gr: Αργότερα
es: Más tarde
fi: Myöhemmin
fr: Par la suite
hi_in: बाद में
hu: Később
it: Più tardi
ja: 後で
ms: Kemudian
pl: Później
pt: Mais tarde
ru: Позже
sv: Senare
th_th: ในภายหลัง

# LoadingSettingsLabel
source: Loading Your Settings
ar_eg: تحميل الإعدادات الخاصة بك
cs: Načítání nastavení
de: Laden Ihre Einstellungen
el_gr: Φόρτωση ρυθμίσεων σας
es: Carga la configuración
fi: Ladataan asetuksia
fr: Chargement de vos paramètres
hi_in: आपकी सेटिंग्स लोड कर रहा है
hu: A beállítások betöltése
it: Le impostazioni di caricamento
ja: 設定を読み込んでください。
ms: Memuatkan seting anda
pl: Wczytywanie ustawień
pt: Suas configurações de carga
ru: Загрузка параметров
sv: Ladda dina inställningar
th_th: การโหลดการตั้งค่าของคุณ

# LoginFbBtnnLabel
source: Log In To Facebook
ar_eg: تسجيل الدخول إلى فيس بوك
cs: Přihlaste se do Facebooku
de: Melden Sie sich Facebook
el_gr: Συνδεθείτε στο Facebook
es: Iniciar sesión en Facebook
fi: Halko kotona jotta Facebook
fr: Connectez-vous à Facebook
hi_in: करने के लिए Facebook में लॉग इन करें
hu: Fatörzs-ban-hoz Facebook
it: Accedere a Facebook
ja: Facebook へのログイン
ms: Log masuk ke Facebook
pl: Zaloguj się na Facebook
pt: Faça login no Facebook
ru: Войти в Facebook
sv: Logga In på Facebook
th_th: เข้าสู่เฟสบุ๊ค

# LogoutFbBtnLabel
source: Log Out Of Facebook
ar_eg: قم بتسجيل الخروج من ألفيس بوك
cs: Odhlášení z Facebooku
de: Abmelden von Facebook
el_gr: Αποσυνδεθείτε από το Facebook
es: Cerrar sesión en Facebook
fi: Kirjauduttava ulos Facebookista
fr: Se déconnecter de Facebook
hi_in: फेसबुक से बाहर लॉग करें
hu: Jelentkezzen ki a Facebook
it: Uscire da Facebook
ja: Facebook からログアウト
ms: Log keluar dari Facebook
pl: Zaloguj się z Facebook
pt: Sair do Facebook
ru: Выйдите из Facebook
sv: Logga ut från Facebook
th_th: ออกจาก Facebook

# MsgPostedFb
source: Your message has been posted
ar_eg: وقد تم نشر الرسالة الخاصة بك
cs: Vaše zpráva byla zaúčtována
de: Ihre Nachricht wurde gebucht
el_gr: Το μήνυμά σας έχει καταχωρηθεί
es: Su mensaje ha sido contabilizado
fi: Viestisi on lähetetty
fr: Votre message a été publié
hi_in: आपका संदेश पोस्ट किया गया है
hu: Az üzenetet már elkönyvelték.
it: Il tuo messaggio è stato inviato
ja: あなたのメッセージを掲載しました
ms: Mesej anda telah dihantar
pl: Twoja wiadomość została zaksięgowana
pt: Sua mensagem foi postada
ru: Опубликовано ваше сообщение
sv: Ditt meddelande har bokförts
th_th: ข้อความของคุณได้ถูกลงรายการบัญชี

# PictureLabel
source: Picture
ar_eg: الصورة
cs: Obrázek
de: Bild
el_gr: Εικόνα
es: Foto
fi: Kuva
fr: Photo
hi_in: चित्र
hu: Kép
it: Foto
ja: 画像
ms: Gambar
pl: Obraz
pt: Imagens
ru: Фотография
sv: Bild
th_th: รูปภาพ

# ProfileTitle
source: profile
ar_eg: الشخصية
cs: Profil
de: Profil
el_gr: προφίλ
es: Perfil
fi: profiili
fr: Profil
hi_in: प्रोफ़ाइल
hu: Profil
it: Profilo
ja: プロファイル
ms: Profil
pl: Profil
pt: Perfil
ru: профиль
sv: profil
th_th: ส่วนกำหนดค่า

# RateAppBtnLabel
source: Rate this App
ar_eg: تقييم هذا التطبيق
cs: Ohodnoťte tuto aplikaci
de: Bewerten Sie diese App
el_gr: Βαθμολογήστε αυτό το App
es: Esta aplicación la tarifa
fi: Luokitus tämä App
fr: Noter ce $ $ etAPP
hi_in: दर इस App
hu: Arány ez App
it: Votare questa App
ja: このアプリを評価します。
ms: Kadar aplikasi ini
pl: Oceń ten aplikacja
pt: Classifique este App
ru: Оценить этот App
sv: Betygsätt denna App
th_th: ราคา App นี้

# RateAppText
source: If you like our app and it has made your life easier, please rate it !
ar_eg: إذا كنت مثل التطبيق لدينا، وجعلت حياتك أسهل، يرجى معدل/يبيع عليه!
cs: Pokud se vám líbí naše aplikace a to dělalo váš život snazší, prosím sazba/koupit to!
de: Wenn dir unsere app und das hat Ihr Leben einfacher gemacht, Bitte bewerten Sie!
el_gr: Αν σας αρέσει μας το app και αυτό έχει κάνει τη ζωή σας ευκολότερη, παρακαλώ ποσοστό/Αγοράστε αυτό!
es: Si te gusta nuestra aplicación e hizo la vida más fácil, por favor califíquelo!
fi: Jos pidät meidän app ja se on tehnyt elämästäsi helpompaa, ota määrä/Osta se!
fr: « Si vous aimez notre application et il a rendu la vie plus facile, s'il vous plaît noter elle! »
hi_in: अगर तुम हमारे app की तरह है और यह आपके जीवन आसान बना दिया है, यह दर कृपया!
hu: Ha úgy tetszik a mi app, és ez tette a élet könnyebb, kérlek arány/buy ez!
it: Se ti piace la nostra app e ha reso la vita più facile, per favore vota!
ja: 私たちのアプリケーションが好きですそれあなたの人生簡単になりました場合は、してくださいレート/購入それ ！
ms: Jika anda suka aplikasi kami dan ia menjadikan hidup anda lebih mudah, sila kadar/beli ia!
pl: Jeśli lubisz naszej aplikacji i złożyło swoje życie łatwiejszy, proszę kursu/Kup!
pt: Se você gosta de nosso aplicativo e fez sua vida mais fácil, por favor, taxa/comprar isso!
ru: «Если вам нравится наше приложение, и она сделала вашу жизнь проще, пожалуйста, оцените его!»
sv: Om du gillar vår app och det har gjort ditt liv lättare, vänligen pris/köpa det!
th_th: ถ้าคุณต้องการ app ของเรา และจะได้ทำชีวิตของคุณง่ายขึ้น กรุณาอัตรา/ซื้อมัน

# RemindByEmailLabel
source: Remind By Email
ar_eg: تذكير بالبريد الإلكتروني
cs: Připomenout emailem
de: Per E-Mail erinnern
el_gr: Υπενθυμίσω μέσω ηλεκτρονικού ταχυδρομείου
es: Recordar por correo electrónico
fi: Muistuttaa sähköpostitse
fr: Rappeler par E-mail
hi_in: ईमेल द्वारा याद दिलाना
hu: Emlékeztesse meg e-mailben
it: Ricordare di Email
ja: 電子メールによる通知します。
ms: Mengingatkan melalui e-mel
pl: Przypomnieć przez E-mail
pt: Lembre-se por E-mail
ru: Напомнить по электронной почте
sv: Påminna via e-post
th_th: เตือนทางอีเมล์

# ReminderTitle
source: reminder
ar_eg: تذكير
cs: připomenutí
de: Erinnerung
el_gr: υπενθύμιση
es: recordatorio
fi: muistutus
fr: rappel
hi_in: अनुस्मारक
hu: emlékeztető
it: promemoria
ja: アラーム
ms: Peringatan
pl: przypomnienie
pt: lembrete
ru: напоминание
sv: påminnelse
th_th: จดหมายเตือนชำระเงิน

# ReminderUpdatedTitle
source: Reminders Updated
ar_eg: تحديث التذكيرات
cs: Upomínek aktualizován
de: Erinnerungen aktualisiert
el_gr: Υπενθυμίσεις ενημέρωση
es: Recordatorios actualizados
fi: Muistutukset päivitetty
fr: Mise à jour des rappels
hi_in: अनुस्मारक अद्यतित
hu: Frissített emlékeztetők
it: Promemoria aggiornato
ja: 更新の通知
ms: Peringatan yang dikemaskini
pl: Przypomnienia aktualizowane
pt: Lembretes atualizados
ru: Обновление напоминания
sv: Påminnelser uppdaterad
th_th: ปรับปรุงจดหมายเตือนชำระเงิน

# ReminderUpdateSuccess
source: Successfully updated reminders for birthdays
ar_eg: التذكير بنجاح تحديث لاعياد الميلاد
cs: Úspěšně aktualizovaná Připomenutí narozenin
de: Erfolgreich aktualisiert Erinnerungen für Geburtstage
el_gr: Ενημερωθεί επιτυχώς υπενθυμίσεις για τα γενέθλια
es: Actualizados correctamente recordatorios de cumpleaños
fi: Onnistuneesti päivitetty muistutuksia syntymäpäivät
fr: Rappels avec succès mis à jour pour les anniversaires
hi_in: जन्मदिन के लिए सफलतापूर्वक अद्यतन अनुस्मारक
hu: Sikeresen frissített emlékeztetők születésnap
it: Aggiornato con successo promemoria per i compleanni
ja: 誕生日のアラームを正常に更新されました。
ms: Berjaya dikemaskini peringatan untuk hari lahir
pl: Pomyślnie zaktualizowane przypomnienia o urodzinach
pt: Atualizado com êxito lembretes para aniversários
ru: Успешно Обновлено напоминания о днях рождения
sv: Framgångsrikt uppdaterade påminnelser om födelsedagar
th_th: ปรับปรุงเรียบร้อยแล้วแจ้งเตือนวันเกิด
