Repository: shahzadadil/BirthdayReminderAndManager
Catalog: Birthday Reminder and Manager/Resources/AppResources.*.resx
Languages: ar_eg, cs, de, el_gr, es, fi, fr, hi_in, hu, it, ja, ms, pl, pt, ru, sv, th_th

# SendEmailText
source: If you are experiencing any issues or you have any suggestions/requests, please feel free to contact us !
ar_eg: إذا كنت تواجه أي مشاكل أو لديك أي اقتراحات/الطلبات، الرجاء لا تتردد في الاتصال بنا!
cs: Pokud se setkáváte s problémy, nebo máte nějaké návrhy/požadavky, neváhejte a kontaktujte nás!
de: Wenn Sie Probleme oder Anregungen/Anfragen haben, wenden Sie sich an uns wenden!
el_gr: Εάν αντιμετωπίζετε οποιαδήποτε ζητήματα ή έχετε οποιεσδήποτε προτάσεις/αιτήσεις, μη διστάσετε να επικοινωνήσετε μαζί μας!
es: Si usted está experimentando problemas o tienes cualquier sugerencia o solicitudes, por favor no dude en contactar con nosotros!
fi: Jos kohtaat ongelmia tai sinulla on ehdotuksia/pyyntöjä, ota rohkeasti yhteyttä!
fr: « Si vous rencontrez des problèmes ou vous avez des suggestions/demandes, n'hésitez pas à nous contacter! »
hi_in: अगर आप किसी भी मुद्दे का सामना कर रहे हैं या आप किसी भी सुझाव/अनुरोध है, कृपया हमसे संपर्क करने के लिए स्वतंत्र लग रहा है!
hu: Ha problémákat tapasztal, vagy ha van olyan javaslatokat/kéréseket, ne habozzon, írjon nekünk!
it: Se si sono verificati problemi o hai suggerimenti/richieste, non esitate a contattarci!
ja: 任意の問題が発生しているまたは任意の提案/要求場合、お気軽にお問い合わせ ！
ms: Jika anda mengalami sebarang isu atau anda mempunyai sebarang cadangan/permintaan, sila hubungi kami!
pl: Jeśli napotkasz jakiekolwiek problemy lub masz jakieś sugestie/życzenia, prosimy o kontakt z nami!
pt: Se você estiver enfrentando algum problema ou você tem alguma sugestões/solicitações, não hesite em contactar-nos!
ru: «Если вы испытываете любые проблемы или у вас есть любые предложения/запросы, пожалуйста, свяжитесь с нами!»
sv: Om du upplever några problem eller om du har några förslag/önskemål, tveka inte att kontakta oss!
th_th: ถ้าคุณประสบปัญหาใด ๆ หรือให้ข้อเสนอแนะ/คำร้องขอ โปรดติดต่อเรา

# SendPicLabel
source: Send Pictures
ar_eg: إرسال صور
cs: Odeslat obrázky
de: Senden von Bildern
el_gr: Στείλτε εικόνες
es: Enviar fotos
fi: Lähetä kuvat
fr: Envoyer des photos
hi_in: चित्र भेजें
hu: Küldje el a képeket
it: Inviare immagini
ja: 画像を送信します。
ms: Hantar gambar
pl: Wyślij zdjęcia
pt: Enviar fotos
ru: Отправить фотографии
sv: Skicka bilder
th_th: ส่งรูปภาพ

# SendUsEmailBtnLabel
source: Send us an email
ar_eg: أرسل لنا رسالة بالبريد الإلكتروني
cs: Pošlete nám e-mail
de: Senden Sie uns eine e-Mail
el_gr: Στείλτε μας ένα email
es: Envíenos un correo electrónico
fi: Lähetä meille sähköpostia
fr: Envoyez-nous un courriel
hi_in: हमें एक ईमेल भेजें
hu: Küldjön nekünk egy e-mailt
it: Inviaci un'e-mail
ja: メールを送る
ms: Hantarkan e-mel
pl: Wyślij do nas maila
pt: Envie-em um e-mail
ru: Отправьте нам письмо
sv: Skicka oss ett mail
th_th: ส่งอีเมล์

# SettingsSavedLabel
source: Settings Saved
ar_eg: الإعدادات المحفوظة
cs: Nastavení uloženo
de: Gespeicherte Einstellungen
el_gr: Οι ρυθμίσεις αποθηκεύονται
es: Ajustes guardados
fi: Tallennetut asetukset
fr: Paramètres enregistrés
hi_in: सहेजी गई सेटिंग्स
hu: Mentett beállításokat
it: Impostazioni salvate
ja: 設定を保存
ms: Seting yang disimpan
pl: Ustawienia zapisane
pt: Configurações salvas
ru: Параметры, сохраненные
sv: Inställningarna sparas
th_th: บันทึกการตั้งค่า

# SettingsUpdateSuccessMsg
source: Settings have been updated successfully
ar_eg: وقد تم تحديث الإعدادات بنجاح
cs: Nastavení bylo úspěšně aktualizováno.
de: Einstellungen wurden erfolgreich aktualisiert
el_gr: Ρυθμίσεις έχουν ενημερωθεί με επιτυχία
es: Ajustes han sido actualizados exitosamente
fi: Asetukset päivitettiin onnistuneesti
fr: Paramètres ont été correctement mis à jour
hi_in: सेटिंग्स सफलतापूर्वक अद्यतन किया गया है
hu: Beállítások frissítése sikerült
it: Le impostazioni sono state aggiornate con successo
ja: 設定が正常に更新されました
ms: Tetapan telah dikemaskini berjaya
pl: Ustawienia zostały pomyślnie zaktualizowane
pt: As configurações foram atualizadas com êxito
ru: Настройки были успешно обновлены
sv: Inställningar har uppdaterats
th_th: การตั้งค่าได้ถูกปรับปรุงเรียบร้อยแล้ว

# ShowNotifLabel
source: Show Notifications
ar_eg: إظهار إخطارات
cs: Zobrazovat upozornění
de: Benachrichtigungen über anzeigen
el_gr: Εμφάνιση ειδοποιήσεων
es: Mostrar notificaciones
fi: Näytä ilmoitukset
fr: Afficher les Notifications
hi_in: सूचनाएँ दिखाएँ
hu: Tájékoztató értesítések megjelenítése
it: Visualizza notifiche
ja: 通知を表示します。
ms: Tayang pemberitahuan
pl: Pokaż powiadomienia
pt: Mostrar notificações
ru: Показать уведомления
sv: Visa meddelanden
th_th: แสดงการแจ้งเตือน

# SupportEmailLabel
source: Support Email
ar_eg: دعم البريد الإلكتروني
cs: Podpora e-mailu
de: Unterstützung per E-Mail
el_gr: Υποστήριξη ηλεκτρονικού ταχυδρομείου
es: Soporte por correo electrónico
fi: Tuki sähköpostitse
hi_in: ईमेल समर्थन
hu: Segély Email
it: Supporto E-mail
ja: サポートのメール アドレス
ms: E-mel sokongan
pl: Wsparcie E-mail
pt: E-mail suporte
ru: Поддержка электронной почты
sv: Stöd Email
th_th: สนับสนุนอีเมล

# SyncContactsLabel
source: Sync Contacts
ar_eg: مزامنة جهات الاتصال
cs: Synchronizovat kontakty
de: Synchronisieren von Kontakten
el_gr: Συγχρονισμός επαφών
es: Sincronización de los contactos
fi: Synkronoi yhteystiedot
fr: Synchroniser les Contacts
hi_in: सिंक संपर्क
hu: Szinkronizál kapcsolatok
it: Sincronizza contatti
ja: 同期の連絡先
ms: Penyegerakan kenalan
pl: Synchronizacja kontaktów
pt: Sincronizar contatos
ru: Синхронизация контактов
sv: Synkronisera kontakter
th_th: ซิงค์ที่ติดต่อ

# SyncFbContactLabel
source: Sync Facebook Contacts
ar_eg: مزامنة جهات الاتصال فيسبوك
cs: Synchronizovat Facebook kontakty
de: Facebook-Kontakte synchronisieren
el_gr: Συγχρονισμός επαφών Facebook
es: Sincronización de contactos Facebook
fi: Sync Facebook yhteystiedot
fr: Synchroniser les Contacts de Facebook
hi_in: सिंक Facebook संपर्क
hu: Szinkronizál Facebook kapcsolatok
it: Sincronizzare i contatti Facebook
ja: Facebook の連絡先を同期します。
ms: Penyegerakan kenalan Facebook
pl: Synchronizuj kontakty Facebook
pt: Sincronizar contatos do Facebook
ru: Синхронизировать контакты Facebook
sv: Synka Facebook-kontakter
th_th: ติดต่อ Facebook ซิงค์

# SyncIntervalLabel
source: Sync Internal
ar_eg: مزامنة داخلية
cs: Synchronizace vnitřního
de: Interne Sync
el_gr: Εσωτερική συγχρονισμού
es: Sincronización interna
fi: Sync sisäinen
fr: Synchronisation interne
hi_in: आंतरिक सिंक्रनाइज़ेशन
hu: Szinkronizálása a belső
it: Sincronizzazione interna
ja: 内部同期
ms: Segerak dalaman
pl: Synchronizacji wewnętrznego
pt: Sincronização interna
ru: Синхронизация внутреннего
sv: Sync inre
th_th: ซิงค์ภายใน

# SyncIntrvlOptionAfter
source: After
ar_eg: بعد
cs: Po
de: Nach
el_gr: Μετά
es: Después de
fi: Jälkeen
fr: Après
hi_in: के बाद
hu: Után
it: Dopo
ja: 後
ms: Selepas
pl: Po
pt: Após
ru: После
sv: Efter
th_th: หลังจาก

# SyncIntrvlOptionBefore
source: Before
ar_eg: قبل
cs: Před
de: Vor
el_gr: Πριν από την
es: Antes de
fi: Ennen
fr: Avant
hi_in: से पहले
hu: Előtt
it: Prima
ja: 前に
ms: Sebelum
pl: Przed
pt: Antes
ru: До
sv: Innan
th_th: ก่อนที่จะ

# SyncIntrvlOptionDaily
source: Daily
ar_eg: اليومية
cs: Denně
de: Tägliche
el_gr: Καθημερινή
es: Diario
fi: Päivittäin
fr: Tous les jours
hi_in: दैनिक
hu: Napi
it: Giornaliero
ja: 毎日
ms: Harian
pl: Codziennie
pt: Diário
ru: Ежедневно
sv: Dagliga
th_th: ทุกวัน

# SyncIntrvlOptionHour
source: Hours
ar_eg: ساعات
cs: Hodiny
de: Stunden
el_gr: Ώρες
es: Horas
fi: Tuntia
fr: Heures
hi_in: घंटे
hu: Óra
it: Ore
ja: 時間
ms: Jam
pl: Godziny
pt: Horas
ru: Часы
sv: Timmar
th_th: ชั่วโมง

# SyncIntrvlOptionManual
source: Manual
ar_eg: دليل
cs: Manuál
de: Manuell
el_gr: Εγχειρίδιο
fi: Käsikirja
fr: Manuelle
hi_in: मैनुअल
hu: Kézikönyv
it: Manuale
ja: 手動
pl: Ręcznie
ru: Вручную
sv: Manuell
th_th: ด้วยตนเอง

# SyncIntrvlOptionMin
source: Minutes
ar_eg: دقيقة
cs: Minuty
de: Minuten
el_gr: Λεπτά
es: Minutos
fi: Minuuttia
hi_in: मिनट
hu: Perc
it: Minuti
ja: 分
ms: Minit
pl: Minut
pt: Minutos
ru: Минут
sv: Minuter
th_th: นาที

# SyncIntrvlOptionMonthly
source: Monthly
ar_eg: الشهري
cs: Měsíční
de: Monatliche
el_gr: Μηνιαία
es: Mensual
fi: Kuukausittain
fr: Mensuel
hi_in: मासिक
hu: Havi
it: Mensile
ja: 毎月
ms: Bulanan
pl: Miesięczne
pt: Mensal
ru: Ежемесячно
sv: Månatliga
th_th: รายเดือน

# SyncIntrvlOptionOnTime
source: On Time
ar_eg: في الوقت المحدد
cs: Na čas
de: Pünktlich
el_gr: Για την ώρα
es: El tiempo
fi: Ajoissa
fr: À l'heure
hi_in: समय पर
hu: Az idő
it: Il tempo
ja: 定刻
ms: Pada masa yang ditetapkan
pl: Na czas
pt: Na hora
ru: На время
sv: På tid
th_th: ในเวลา

# SyncIntrvlOptionSec
source: Seconds
ar_eg: ثانية
cs: Sekundy
de: Sekunden
el_gr: Δευτερόλεπτα
es: Segundos
fi: Sekuntia
fr: Secondes
hi_in: सेकंड
hu: Másodperc
it: Secondi
ja: 秒
ms: Saat
pl: Sekund
pt: Segundos
ru: Секунд
sv: Sekunder
th_th: วินาที

# SyncIntrvlOptionWeekly
source: Weekly
ar_eg: التنزيلات
cs: Týdně
de: Pro
el_gr: Εβδομαδιαία
es: Semanal
fi: Viikoittain
fr: Hebdomadaire
hi_in: साप्ताहिक
hu: Heti
it: Settimanale
ja: 毎週
ms: Mingguan
pl: Tygodniowy
pt: Semanal
ru: Загрузок
sv: Varje vecka
th_th: รายสัปดาห์

# SyncLocalContactLabel
source: Sync Local Contacts
ar_eg: مزامنة جهات الاتصال المحلية
cs: Synchronizovat místní kontakty
de: Lokale Kontakte synchronisieren
el_gr: Οι τοπικά επαφές συγχρονισμού
es: Sincronización de los contactos locales
fi: Synkronoida Paikalliset yhteystiedot
fr: Synchronisation des Contacts locaux
hi_in: सिंक स्थानीय संपर्क
hu: Szinkronizál helyi kapcsolatok
it: Sincronizza contatti locali
ja: ローカルの連絡先を同期します。
ms: Penyegerakan kenalan tempatan
pl: Synchronizuj kontakty lokalne
pt: Sincronizar contatos locais
ru: Местные контакты Sync
sv: Synkronisera lokala kontakter
th_th: ซิงค์ติดต่อ

# SyncNowBtnLabel
source: Sync Now
ar_eg: المزامنة الآن
cs: Zahájit synchronizaci
de: Sync jetzt
el_gr: Sync τώρα
es: Sincronizar ahora
fi: Synkronoi nyt
fr: Sync maintenant
hi_in: अभी सिंक्रनाइज़ करें
hu: Szinkronizálás indítása
it: Sincronizzazione ora
ja: 今すぐ同期
ms: Segerak sekarang
pl: Synchronizuj teraz
pt: Sincronizar agora
ru: Sync теперь
sv: Synkronisera nu
th_th: ซิงค์ตอนนี้

# WarnInternetMsg
source: Cannot connect to Internet. Please try again with a working Internet Connection.
ar_eg: لا يمكن الاتصال بإنترنت. الرجاء المحاولة مرة أخرى مع "اتصال إنترنت" لعمل.
cs: Nelze se připojit k Internetu. Zopakujte akci s funkční připojení k Internetu.
de: Kann keine Verbindung zum Internet herstellen. Bitte versuchen Sie es erneut mit eine funktionierende Internet-Verbindung.
el_gr: Κανόνι συνδέω σε Διαδίκτυο. Παρακαλώ ξαναπροσπαθήστε με έναs ηλικία εργασίας Διαδίκτυο σύνδεση.
es: No se puede conectar a Internet. Por favor, pruebe con una conexión a Internet activa.
fi: Ei voi muodostaa Internet. Yritä uudelleen toimiva Internet-yhteys.
fr: Impossible de se connecter à Internet. S'il vous plaît essayer de nouveau avec une connexion Internet active.
hi_in: इंटरनेट से कनेक्ट नहीं कर सकता। कृपया एक कार्यशील इंटरनेट कनेक्शन के साथ पुन: प्रयास करें।
hu: Nem tud csatlakozni az internethez. Próbálja újra egy működő Internet kapcsolat.
it: Non è possibile connettersi a Internet. Si prega di riprovare con una connessione Internet funzionante.
ja: インターネットに接続できません。インターネット接続が有効で、もう一度やり直してください。
ms: Tidak dapat menyambung ke Internet. Sila cuba sekali lagi dengan sambungan Internet yang berfungsi.
pl: Nie można podłączyć do Internetu. Proszę spróbować ponownie z działającego połączenia z Internetem.
pt: Não pode se conectar à Internet. Por favor, tente novamente com um trabalho de conexão com a Internet.
ru: Не удается подключиться к Интернету. Пожалуйста, попробуйте еще раз с рабочего подключения к Интернету.
sv: Kan inte ansluta till Internet. Försök igen med en fungerande Internetanslutning.
th_th: ไม่สามารถเชื่อมต่อกับอินเทอร์เน็ต กรุณาลองเชื่อมต่ออินเทอร์เน็ต

# WarnNwTitle
source: Network Error
ar_eg: خطأ في شبكة الاتصال
cs: Chyba sítě
de: Netzwerkfehler
el_gr: Σφάλμα δικτύου
es: Error de red
fi: Verkkovirhe
fr: Erreur de réseau
hi_in: नेटवर्क त्रुटि
hu: Hálózati hiba
it: Errore di rete
ja: ネットワーク エラー
ms: Ralat rangkaian
pl: Błąd sieciowy
pt: Erro de rede
ru: Ошибка сети
sv: Nätverksfel
th_th: ข้อผิดพลาดเครือข่าย

# WarnValidHourValue
source: Please enter a valid hour value between 0 and 23
ar_eg: الرجاء إدخال قيمة صحيحة ساعة بين 0 و 23
cs: Zadejte prosím platný hodinu hodnotu od 0 do 23
de: Bitte geben Sie eine gültige Stundenwert zwischen 0 und 23
el_gr: Παρακαλώ εισάγετε μια έγκυρη ώρα τιμή μεταξύ 0 και 23
es: Por favor, introduzca un valor de hora válida entre 0 y 23
fi: Kirjoita kelvollinen tunti arvo välillä 0-23
fr: Veuillez entrer une valeur d'heure valide comprise entre 0 et 23
hi_in: कृपया 0 और 23 के बीच एक घंटे के मान्य मान दर्ज करें
hu: Adjon meg egy érvényes óra értéket 0 és 23 közötti
it: Immettere un valore valido ora tra 0 e 23
ja: 0 から 23 の間の有効な時刻値を入力してください。
ms: Sila masukkan nilai sah jam antara 0 dan 23
pl: Podaj prawidłową godzinę wartość od 0 do 23
pt: Por favor, insira um valor de hora válidos entre 0 e 23
ru: Пожалуйста, введите действительный час значение между 0 и 23
sv: Ange en giltig timme värde mellan 0 och 23
th_th: กรุณาใส่ค่าชั่วโมงที่ถูกต้องระหว่าง 0 ถึง 23

# WarnValidMinValue
source: Please enter a valid minute value between 0 and 59
ar_eg: الرجاء إدخال قيمة صحيحة دقيقة بين 0 و 59
cs: Zadejte prosím platnou minuta hodnotu mezi 0 a 59
de: Bitte geben Sie einen gültigen Minuten Wert zwischen 0 und 59
el_gr: Παρακαλώ εισάγετε μια έγκυρη λεπτό τιμή μεταξύ του 0 και του 59
es: Introduzca un valor válido de minutos entre 0 y 59
fi: Kirjoita kelvollinen minuutin arvo välillä 0-59
fr: Veuillez entrer une valeur valide de minute entre 0 et 59
hi_in: कृपया कोई मान्य मिनट मान 0 और 59 के बीच दर्ज करें
hu: Adjon meg egy érvényes perc értéke 0 és 59 közötti
it: Inserisci un valore valido di minuti tra 0 e 59
ja: 0 から 59 までの有効な分の値を入力してください。
ms: Sila masukkan nilai minit yang sah antara 0 dan 59
pl: Podaj prawidłową wartość minut od 0 do 59
pt: Por favor, digite um valor válido de minutos entre 0 e 59
ru: Введите допустимое значение минут между 0 и 59
sv: Ange ett giltigt minut värde mellan 0 och 59
th_th: กรุณาใส่ค่าเวลาถูกต้องระหว่าง 0 ถึง 59

# WarnValidSecvalue
source: Please enter a valid seconds value between 0 and 59
ar_eg: الرجاء إدخال قيمة صحيحة ثانية بين 0 و 59
cs: Zadejte prosím platný sekund hodnotu od 0 do 59
de: Bitte geben Sie einen gültigen Sekundenwert zwischen 0 und 59
el_gr: Εισαγάγετε μια έγκυρη δευτερόλεπτα τιμή μεταξύ του 0 και του 59
es: Por favor, introduzca un valor válido segundos entre 0 y 59
fi: Määritä kelvollinen sekuntia 0-59 ja
fr: Veuillez entrer une valeur seconds valide comprise entre 0 et 59
hi_in: कृपया कोई मान्य सेकंड मान 0 और 59 के बीच दर्ज करें
hu: Adjon meg egy érvényes másodperc értéket 0 és 59 közötti
it: Immettere un valore valido secondi tra 0 e 59
ja: 0 から 59 までの秒の有効な値を入力してください。
ms: Sila masukkan nilai saat sah antara 0 dan 59
pl: Podaj wartość prawidłowa sekund od 0 do 59
pt: Por favor, insira um valor válido segundos entre 0 e 59
ru: Пожалуйста, введите действительный секунд значение между 0 и 59
sv: Ange en giltig sekunder värde mellan 0 och 59
th_th: กรุณาใส่ค่าถูกต้องวินาทีระหว่าง 0 ถึง 59

# WhenToRemindLabel
source: When to remind
ar_eg: متى يجب أن أذكر
cs: Kdy je vhodné připomenout
de: Wann erinnern
el_gr: Πότε να υπενθυμίσω
es: Cuando recordamos
fi: Kun muistuttaa
fr: Quand à rappeler
hi_in: जब याद दिलाने के लिए
hu: Mikor kell emlékeztetni
it: Quando a ricordare
ja: 思い出させるとき
ms: Apabila mengingatkan
pl: Kiedy należy przypomnieć
pt: Quando lembrar
ru: Когда следует напомнить
sv: När ska påminna
th_th: เมื่อเตือน

# WishByEmailLabel
source: Wish By Email
ar_eg: أتمنى عن طريق البريد الإلكتروني
cs: Přání emailem
de: Wünsche per E-Mail
el_gr: Επιθυμούν μέσω ηλεκτρονικού ταχυδρομείου
es: Deseo por correo electrónico
fi: Toivotan sähköpostitse
fr: Tiens par courriel
hi_in: ईमेल द्वारा इच्छा
hu: Kívánja e-mailben
it: Auguriamo di Email
ja: メール希望します。
ms: Ingin melalui e-mel
pl: Chcesz przez E-mail
pt: Desejo por E-mail
ru: Желаю по электронной почте
sv: Önskar via e-post
th_th: ต้องทางอีเมล์

# YesLabel
source: Yes
ar_eg: نعم
cs: Ano
de: Ja
el_gr: Ναι
es: Sí
fi: Kyllä
fr: Oui
hi_in: हाँ
hu: igen
it: Sì
ja: はい
ms: Ya
pl: Tak
pt: Sim
ru: Да
sv: Ja
th_th: ใช่

# YourContactNoLabel
source: Your contact number
ar_eg: رقم الاتصال الخاص بك
cs: Vaše kontaktní číslo
de: Ihre Kontaktnummer
el_gr: Τηλέφωνο επικοινωνίας σας
es: Su número de contacto
fi: Kontaktin numero
fr: Votre numéro de téléphone
hi_in: अपनी संपर्क नंबर
hu: A telefonszám
it: Il numero di contatti
ja: あなたの連絡先番号
ms: Nombor telefon anda
pl: Numer kontaktowy
pt: Seu número de contato
ru: Ваш контактный номер
sv: Ditt kontaktnummer
th_th: หมายเลขผู้ติดต่อของคุณ

# YourEmailLabel
source: Your email
ar_eg: البريد الإلكتروني الخاص بك
cs: Váš email
de: Ihre e-Mail
el_gr: Το email σας
es: Su correo electrónico
fi: Sähköposti
fr: Votre adresse email
hi_in: आपका ईमेल
hu: Az e-mail
it: Tua email
ja: あなたのメール アドレス
ms: E-mel anda
pl: Twój e-mail
pt: Seu e-mail
ru: Ваш электронный адрес
sv: Din e-post
th_th: อีเมล์ของคุณ

# YourNameLabel
source: Your name
ar_eg: الاسم
cs: Tvoje jméno
de: Ihr Name
el_gr: Το όνομά σου
es: Te llamas
fi: Nimesi
fr: Votre nom
hi_in: तुम्हारा नाम
hu: a neved
it: Il tuo nome
ja: お名前 *
ms: nama awak
pl: Imię i nazwisko
pt: Seu nome
ru: Ваше имя
sv: Ditt namn
th_th: ชื่อของเธอ

# DeleteLabel
source: Delete
ar_eg: حذف
cs: Odstranit
de: Löschen
el_gr: Διαγραφή
es: Borrar
fi: Poista
fr: Supprimer
hi_in: हटाएँ
hu: Törlése
it: Eliminare
ja: 削除
ms: Menghapuskan
pl: Usuń
pt: Excluir
ru: Удалить
sv: Ta bort
th_th: ลบ

# BirthdayReminderMessage
source: 's birthday Today. Tap to send him a message
ar_eg: في عيد ميلاد اليوم. اضغط لإرسال رسالة له
cs: je dnes narozeniny. Klepnutím sem mu poslat vzkaz
de: der heute Geburtstag. Tippen Sie, um ihm eine Nachricht senden
el_gr: του γενέθλια σήμερα. Πατήστε για να του στείλω ένα μήνυμα
es: de cumpleaños hoy. Grifo para enviarle un mensaje
fi: on syntymäpäivä tänään. Voit lähettää hänelle viestin napauttamalla
fr: d'anniversaire aujourd'hui. Robinet pour lui envoyer un message
hi_in: का आज जन्मदिन। उसे एक संदेश भेजने के लिए टैप करें
hu: barátait ma ünnepli a születésnapját. Érintse meg, hogy küld neki egy üzenetet
it: di compleanno oggi. Rubinetto di mandargli un messaggio
ja: 今日の誕生日。彼にメッセージを送信するをタップします。
ms: di hari jadi semalam. Ketuk untuk menghantar dia mesej
pl: na dziś urodziny. Stuknij, aby wysłać mu wiadomość
pt: de aniversário hoje. Torneira para lhe enviar uma mensagem
ru: в день рождения сегодня. Нажмите, чтобы отправить ему сообщение
sv: 's födelsedag idag. Tryck för att skicka honom ett meddelande
th_th: ของวันเกิดวันนี้ เคาะเพื่อส่งข้อความ

# ErrBindingData
source: Error getting data to be displayed
ar_eg: خطأ في الحصول على بيانات ليتم عرضها
cs: Chyba při získávání dat pro zobrazení
de: Fehler beim Abrufen der Daten angezeigt werden
el_gr: Σφάλμα κατά τη λήψη των δεδομένων που θα εμφανίζονται
es: Error al obtener datos
fi: Virhe haettaessa näytettävät tiedot
fr: Erreur d'obtention de données à afficher
hi_in: डेटा प्रदर्शित करने के लिए प्राप्त करने में त्रुटि
hu: Hiba történt a megjelenítendő adatok
it: Errore durante la lettura di dati da visualizzare
ja: 表示するデータを取得中にエラー
ms: Ralat mendapatkan data untuk dipaparkan
pl: Wystąpił błąd podczas uzyskiwania danych, które mają być wyświetlane
pt: Erro ao obter os dados a serem exibidos
ru: Ошибка при получении данных для отображения
sv: Fel uppstod när data som ska visas
th_th: รับข้อมูลจะแสดงข้อผิดพลาด

# ErrRenewBgndTask
source: Error while renewing background agent
ar_eg: حدث خطأ أثناء تجديد عامل الخلفية
cs: Chyba při obnovování pozadí agenta
de: Fehler beim Erneuern von Hintergrund-Agents
el_gr: Παρουσιάστηκε σφάλμα κατά την ανανέωση φόντο πράκτορα
es: Error al renovar agente de fondo
fi: Virhe uusimisesta tausta-agentti
fr: Erreur lors de la rénovation agent en arrière-plan
hi_in: पृष्ठभूमि एजेंट के नवीनीकरण के दौरान त्रुटि
hu: Hiba történt, miközben a háttérben ügynök megújításáról
it: Errore durante il rinnovo agente background
ja: バック グラウンド エージェントの更新中にエラー
ms: Ralat semasa memperbaharui latar belakang agen
pl: Wystąpił błąd podczas odnawiania tło agenta
pt: Erro ao renovar a agente de plano de fundo
ru: Ошибка при обновлении агента фоновых
sv: Ett fel uppstod när förnya bakgrund agent
th_th: ข้อผิดพลาดขณะต่ออายุตัวแทนพื้นหลัง
